#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

adp=Prepara\u00e7\u00e3o de dados automatizada
unknownErrorMsg.LABEL=Erro interno (desconhecido)
initErrMsg.LABEL=A inicializa\u00e7\u00e3o falhou
inputErrMsg.LABEL=Erro ao ler dados de entrada
internalErrMsg.LABEL=Erro interno
invalidMetadataErrMsg.LABEL=Metadados (sobre campos de entrada/sa\u00edda) n\u00e3o s\u00e3o v\u00e1lidos
fileNotExistErrorMsg.LABEL=O arquivo de dados n\u00e3o existe
storageNotSupportErrorMsg.LABEL=A integra\u00e7\u00e3o n\u00e3o suporta este tipo de armazenamento de dados
invalidTargetErrorMsg.LABEL=Configura\u00e7\u00e3o de vari\u00e1vel de destino inv\u00e1lida
invalidTarResponseErrorMsg.LABEL=Configura\u00e7\u00e3o de vari\u00e1vel resposta de destino inv\u00e1lida
predictorsEmptyErrMsg.LABEL=A configura\u00e7\u00e3o dos previsores n\u00e3o deve ficar vazia
targetAsInputErrorMsg.LABEL=O campo de destino n\u00e3o pode ser uma entrada
invalidFrequencyErrorMsg.LABEL=O campo de frequ\u00eancia n\u00e3o pode ser uma entrada
invalidTargetResponseErrorMsg.LABEL=O campo de resposta de destino n\u00e3o pode ser uma entrada
invlidResponseCatErrorMsg.LABEL=A vari\u00e1vel resposta de destino deve ser um sinalizador
noFrequencyErrorMsg.LABEL=Nenhum campo de frequ\u00eancia selecionado
noTargetErrorMsg.LABEL=Nenhum valor de campo de destino foi especificado
invalidtarValueMsg.LABEL=Valor de campo de destino especificado inv\u00e1lido
getfilePathMsg.LABEL=Erro interno (obter arquivo)
creationAlgorithmMsg.LABEL=Erro interno (algoritmo)
buildModelErrorMsg.LABEL=Erro interno (constru\u00e7\u00e3o de componente)
assessModelErrorMsg.LABEL=Erro interno (avalia\u00e7\u00e3o de componente)
exportPMLLErrorMsg.LABEL=Erro interno (exporta\u00e7\u00e3o de PMML de componente)
getDataFieldErrorMsg.LABEL=Erro interno (obter datamodel)
tarResIsSameErrorMsg.LABEL=A vari\u00e1vel de destino, a vari\u00e1vel resposta de destino, a vari\u00e1vel de pondera\u00e7\u00e3o e a vari\u00e1vel de parti\u00e7\u00e3o devem ser diferentes
NoTargetFieldErrorMsg.LABEL=Nenhum campo de destino selecionado
NoTargetResFieldErrorMsg.LABEL=Nenhum campo de resposta de destino selecionado
targetResTrueErrorMsg.LABEL=A configura\u00e7\u00e3o do valor verdadeiro de resposta de destino \u00e9 inv\u00e1lida
PMMLNotExistErrorMsg.LABEL=Erro interno (PMML ausente)
PMMLIsInvalidErrorMsg.LABEL=Erro interno (PMML inv\u00e1lido)
NoPredVarInPMMLErrorMsg.LABEL=Erro interno (nenhuma vari\u00e1vel de previsor no arquivo PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erro interno (diret\u00f3rio de PMML)
getDataSourceErrorMsg.LABEL=Erro interno (Obter origem de dados)
dataFileISValidErrorMsg.LABEL=Os dados de entrada n\u00e3o incluem campos de preditor exigidos pelo modelo
TarFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de destino exigido pelo modelo
TRFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de resposta de destino exigido pelo modelo
FreFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de frequ\u00eancia exigido pelo modelo.
InputFieldNOTMatchMsg.LABEL=Os dados de entrada n\u00e3o incluem campos exigidos pelo modelo
NoValidRecordsMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para constru\u00e7\u00e3o de modelo
NoRecordsScoringMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para pontua\u00e7\u00e3o
PartionInValidMsg.LABEL=O campo de parti\u00e7\u00e3o deve ser diferente dos outros campos preditivos
InputFieldConstantMsg.LABEL=Um dos campos de previsor cont\u00e9m apenas um valor
InvalidSettingsErrorMsg.LABEL=Configura\u00e7\u00f5es de algoritmo de componente inv\u00e1lidas
NoValidFieldValuesErrorMsg.LABEL=Os campos nos metadados n\u00e3o definiram valores v\u00e1lidos
PreparedDataHandleMsg.LABEL=Identificador de Dados de Prepara\u00e7\u00e3o Conclu\u00eddo
HandleDataProcessMsg.LABEL=Processo de Dados de Identificador: {0 } %
HandleDataProcessEndMsg.LABEL=Processo de Dados de Identificador Conclu\u00eddo
ExportPmmlProgressMsg.LABEL=Exportando Modelo para arquivo PMML Conclu\u00eddo
kMCCANCEL.LABEL=A an\u00e1lise foi abandonada ap\u00f3s uma solicita\u00e7\u00e3o de cancelamento
kMC_IO_ERROR.LABEL=Ocorreu um erro de E/S
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Limite de mem\u00f3ria excedido
kMC_INVALID_SAVE_STATE.LABEL=O comando saveState() foi fornecido em um momento em que n\u00e3o podia ser executado. Tente fornec\u00ea-lo em um melhor momento.
kMC_FAILED_RESTART.LABEL=A reinicializa\u00e7\u00e3o falhou por algum motivo. N\u00e3o \u00e9 poss\u00edvel fazer nada agora
kMC_WRONG_STATE.LABEL=Um comando (al\u00e9m de saveState) foi fornecido em um momento inadequado. Normalmente, isso n\u00e3o \u00e9 fatal. Tente fornecer comandos na ordem adequada.
kADP_NoValidRecords.LABEL=A origem de dados n\u00e3o possui registros v\u00e1lidos
kADP_NoValidTestRecords.LABEL=A origem de dados de teste n\u00e3o possui registros v\u00e1lidos
kADP_InValidMultiRawPassRecordIter.LABEL=Um agente iterativo de dados brutos inv\u00e1lido est\u00e1 especificado
kADP_MaxIterationIsReached.LABEL=O n\u00famero m\u00e1ximo de itera\u00e7\u00f5es para a aprendizagem de probabilidade foi atingido.
kADP_OperationTypeIsWrong.LABEL=O tipo de opera\u00e7\u00e3o est\u00e1 definido de forma incorreta no algoritmo ADP
kADP_NullPointer.LABEL=Ponteiro nulo no algoritmo ADP
kADP_DynamicCastPointerFailed.LABEL=O cast din\u00e2mico para opera\u00e7\u00e3o de subclasse falhou
kADP_WrongStorageTypeForFrequencyWeightVar.LABEL=A vari\u00e1vel de pondera\u00e7\u00e3o de frequ\u00eancia possui um tipo de armazenamento incorreto
kADP_WrongStorageTypeForAnalysisWeightVar.LABEL=A vari\u00e1vel de pondera\u00e7\u00e3o de an\u00e1lise possui um tipo de armazenamento incorreto
kADP_WrongStorageType.LABEL=Um campo possui um tipo de armazenamento incorreto
kADP_InvalidUnivariateStatisticsInfo.LABEL=As informa\u00e7\u00f5es de estat\u00edstica de vari\u00e1vel \u00fanica s\u00e3o inv\u00e1lidas
kADP_TargetIsExcluded.LABEL=O destino foi exclu\u00eddo
kADP_AllFeaturesAreExcluded.LABEL=Todos os recursos foram exclu\u00eddos.  Nenhuma entrada ser\u00e1 fornecida para constru\u00e7\u00e3o de modelo.
kADP_InvalidParametersPassed.LABEL=Erro interno: par\u00e2metros inv\u00e1lidos passados
kADP_FailedCalculateStatistics.LABEL=As estat\u00edsticas n\u00e3o puderam ser calculadas
kADP_InvalidBivariateStatisticsInfo.LABEL=As estat\u00edsticas de duas vari\u00e1veis s\u00e3o inv\u00e1lidas
kADP_ComputationError.LABEL=Ocorreu um erro durante o c\u00e1lculo
kADP_NoValidRecastThresholdParam.LABEL=MINVALCONTINUOUS deve ser menor que MAXVALORDINAL.
kADP_MinValShouldLessThanMaxVal.LABEL=O valor m\u00ednimo deve ser menor que o do valor m\u00e1ximo
kADP_CutOffValOrSDValNotGreaterThanZero.LABEL=Cutoff ou SD devem ser positivos
kADP_NoValidPVal.LABEL=Valor-p inv\u00e1lido
kADP_NoValidWeightVariable.LABEL=Vari\u00e1vel de pondera\u00e7\u00e3o inv\u00e1lida
kADP_NotSupportTimestamp.LABEL=O formato DATETIME atualmente n\u00e3o \u00e9 suportado pelo procedimento ADP
kADP_NotSupportUnknownStorageType.LABEL=Atualmente apenas formatos de cadeia, n\u00famero inteiro, real, data e hora s\u00e3o suportados pelo procedimento ADP
kADP_NoMapOfMissingValueOutputPMML.LABEL=O mapa de valores ausentes n\u00e3o estava dispon\u00edvel
kADP_UnknownStepActionID.LABEL=Etapa ou ID de a\u00e7\u00e3o desconhecido est\u00e1 especificado
kADP_InvalidVarIndx.LABEL=\u00cdndice de vari\u00e1vel inv\u00e1lido
kADP_EmptyReorderValues.LABEL=O vetor de valores est\u00e1 vazio ap\u00f3s o reordenamento
kADP_OneVarSpecifiedMoreThanOnceForDifferentRoles.LABEL=Um campo s\u00f3 pode ser especificado em uma das palavras-chave TARGET, INPUT ou ANALYSISWEIGHT.
kADP_MoreThanOneVarsSpecifiedForTarget.LABEL=H\u00e1 mais de um campo especificado como destino
kADP_NotSpecifiedAnyInputVariables.LABEL=N\u00e3o h\u00e1 campos de entrada especificados
kADP_ExtensionNameHasBlank.LABEL=H\u00e1 pelo menos um caractere em branco no nome de extens\u00e3o especificado pelo usu\u00e1rio
kADP_ReorderTargetNoNominalTarget.LABEL=O reordenamento de categoria de destino n\u00e3o \u00e9 realizado, pois n\u00e3o h\u00e1 nenhum destino nominal.
kADP_RescaleTargetNoScaleTarget.LABEL=O redimensionamento de destino n\u00e3o \u00e9 realizado, pois n\u00e3o h\u00e1 nenhum destino cont\u00ednuo.
kADP_RescaleFeatureNoScaleFeature.LABEL=O redimensionamento de entrada n\u00e3o \u00e9 realizado, pois n\u00e3o h\u00e1 entradas cont\u00ednuas.
kADP_SupervisedBinningNoCatTarget.LABEL=A discretiza\u00e7\u00e3o supervisionada n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 nenhum destino categ\u00f3rico.
kADP_SupervisedBinningNoScaleFeature.LABEL=A discretiza\u00e7\u00e3o supervisionada n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 entradas cont\u00ednuas.
kADP_FeatureSelectionNoTarget.LABEL=A sele\u00e7\u00e3o de caracter\u00edsticas n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 nenhum destino.
kADP_FeatureSelectionCatTargetWithoutCatFeature.LABEL=A sele\u00e7\u00e3o de caracter\u00edsticas n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 entradas categ\u00f3ricas para destino categ\u00f3rico.
kADP_FeatureSelectionScaleTargetWithoutScaleFeature.LABEL=A sele\u00e7\u00e3o de caracter\u00edsticas n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 entradas cont\u00ednuas para destinos de escala.
kADP_FeatureConstructionNoScaleFeature.LABEL=A constru\u00e7\u00e3o de recurso n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 entradas cont\u00ednuas.
kADP_ReorderNominalFeatureNoNominalFeature.LABEL=N\u00e3o foi poss\u00edvel reordenar as categorias recurso, pois n\u00e3o h\u00e1 fun\u00e7\u00f5es nominais
kADP_SupervisedMergingNoTarget.LABEL=A mesclagem supervisionada n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 nenhum destino.
kADP_SupervisedMergingNoCatFeature.LABEL=A mesclagem supervisionada n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 entradas categ\u00f3ricas.
kADP_UnsupervisedMergingNoCatFeature.LABEL=A mesclagem n\u00e3o supervisionada n\u00e3o \u00e9 realizada, pois n\u00e3o h\u00e1 entradas categ\u00f3ricas.
kADP_NoPredictorsRecommended.LABEL=N\u00e3o h\u00e1 nenhuma fun\u00e7\u00e3o recomendada para uso na modelagem
kADP_OneVarSpecifiedMoreThanOnce.LABEL=Um campo foi especificado mais de uma vez
kADP_UnsupervisedMergingWithTarget.LABEL=A mesclagem n\u00e3o supervisionada n\u00e3o \u00e9 realizada, pois h\u00e1 um alvo.
kADP_EmptySuffix.LABEL=Nenhuma extens\u00e3o de nome est\u00e1 especificada para as vari\u00e1veis transformadas ou constru\u00eddas
kADP_OneVarSpecifiedMoreThanOnceForTheSameRole.LABEL=Um campo est\u00e1 especificado mais de uma vez para a mesmo fun\u00e7\u00e3o (por exemplo, especificado duas vezes como campo de entrada)
