#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

adp=Preparaci\u00f3n de datos automatizada
unknownErrorMsg.LABEL=Error interno (desconocido)
initErrMsg.LABEL=Error de inicializaci\u00f3n
inputErrMsg.LABEL=Error al leer los datos de entrada
internalErrMsg.LABEL=Error interno
invalidMetadataErrMsg.LABEL=Metadatos (en campos de entrada/salida) no v\u00e1lidos
fileNotExistErrorMsg.LABEL=El archivo de datos no existe
storageNotSupportErrorMsg.LABEL=La integraci\u00f3n no admite este tipo de almacenamiento de datos
invalidTargetErrorMsg.LABEL=Ajuste variable de objetivo no v\u00e1lido
invalidTarResponseErrorMsg.LABEL=Ajuste variable de respuesta de objetivo no v\u00e1lido
predictorsEmptyErrMsg.LABEL=El ajuste de los predictores no debe estar vac\u00edo
targetAsInputErrorMsg.LABEL=El campo de objetivo no puede ser una entrada
invalidFrequencyErrorMsg.LABEL=El campo de frecuencia no puede ser una entrada
invalidTargetResponseErrorMsg.LABEL=El campo de respuesta de objetivo no puede ser una entrada
invlidResponseCatErrorMsg.LABEL=La variable de respuesta de objetivo debe ser una marca
noFrequencyErrorMsg.LABEL=No se ha seleccionado un campo de frecuencia
noTargetErrorMsg.LABEL=No se han especificado valores de campo objetivo
invalidtarValueMsg.LABEL=Se ha especificado un valor de campo objetivo no v\u00e1lido
getfilePathMsg.LABEL=Error interno (obtener archivo)
creationAlgorithmMsg.LABEL=Error interno (algoritmo)
buildModelErrorMsg.LABEL=Error interno (creaci\u00f3n de componente)
assessModelErrorMsg.LABEL=Error interno (evaluaci\u00f3n de componente)
exportPMLLErrorMsg.LABEL=Error interno (exportaci\u00f3n PMML de componente)
getDataFieldErrorMsg.LABEL=Error interno (obtener modelo de datos)
tarResIsSameErrorMsg.LABEL=La variable objetivo, la variable de respuesta de objetivo, la variable de ponderaci\u00f3n y la variable de partici\u00f3n deben ser diferentes
NoTargetFieldErrorMsg.LABEL=No se ha seleccionado un campo de objetivo
NoTargetResFieldErrorMsg.LABEL=No se ha seleccionado un campo de respuesta de objetivo
targetResTrueErrorMsg.LABEL=El ajuste del valor de respuesta de objetivo verdadero no es v\u00e1lido
PMMLNotExistErrorMsg.LABEL=Error interno (PMML perdido)
PMMLIsInvalidErrorMsg.LABEL=Error interno (PMML no v\u00e1lido)
NoPredVarInPMMLErrorMsg.LABEL=Error interno (no existe la variable de predictor en el archivo PMML)
PMMLNotMatchDataErrorMsg.LABEL=Error interno (directorio PMML)
getDataSourceErrorMsg.LABEL=Error interno (obtener origen de datos)
dataFileISValidErrorMsg.LABEL=Los datos de entrada no incluyen los campos de predictor que requiere el modelo
TarFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen los campos de objetivo que requiere el modelo
TRFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen los campos de respuesta del campo que requiere el modelo
FreFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de frecuencia que requiere el modelo
InputFieldNOTMatchMsg.LABEL=Los datos de entrada no incluyen los campos que requiere el modelo
NoValidRecordsMsg.LABEL=No hay registros v\u00e1lidos para la creaci\u00f3n del modelo
NoRecordsScoringMsg.LABEL=No hay registros v\u00e1lidos para la puntuaci\u00f3n
PartionInValidMsg.LABEL=El campo de partici\u00f3n debe ser diferente del resto de campos predictivos
InputFieldConstantMsg.LABEL=Uno de los campos de predictor s\u00f3lo contiene un valor
InvalidSettingsErrorMsg.LABEL=Ajustes de algoritmo de componente no v\u00e1lido
NoValidFieldValuesErrorMsg.LABEL=Los campos de metadatos no defin\u00edan valores v\u00e1lidos
PreparedDataHandleMsg.LABEL=Preparaci\u00f3n de tratamiento de datos completada
HandleDataProcessMsg.LABEL=Proceso de datos de tratamiento: {0 } %
HandleDataProcessEndMsg.LABEL=Proceso de datos de tratamiento completado
ExportPmmlProgressMsg.LABEL=Exportaci\u00f3n del modelo a PMML completada
kMCCANCEL.LABEL=Se cancel\u00f3 el an\u00e1lisis tras una solicitud de cancelaci\u00f3n
kMC_IO_ERROR.LABEL=Se ha producido un error de E/S
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Se ha sobrepasado el l\u00edmite de memoria
kMC_INVALID_SAVE_STATE.LABEL=El comando saveState() se introdujo cuando no se pod\u00eda ejecutar. Pruebe a asignarle un nombre diferente.
kMC_FAILED_RESTART.LABEL=Error de reinicio por alguna raz\u00f3n. No se puede hacer nada m\u00e1s por el momento
kMC_WRONG_STATE.LABEL=Un comando (diferente a saveState) se introdujo en un momento no adecuado. No suele ser un error fatal. Pruebe a ordenar los comandos correctamente.
kADP_NoValidRecords.LABEL=El origen de datos no tiene registros v\u00e1lidos
kADP_NoValidTestRecords.LABEL=El origen de datos de prueba no tiene registros v\u00e1lidos
kADP_InValidMultiRawPassRecordIter.LABEL=Se ha especificado un iterador de datos brutos no v\u00e1lido
kADP_MaxIterationIsReached.LABEL=Se ha alcanzado el n\u00famero m\u00e1ximo de iteraciones de aprendizaje de probabilidad
kADP_OperationTypeIsWrong.LABEL=El tipo de operaci\u00f3n se ha definido de forma incorrecta en el algoritmo ADP
kADP_NullPointer.LABEL=Puntero nulo en el algoritmo ADP
kADP_DynamicCastPointerFailed.LABEL=Error en la operaci\u00f3n de moldeado din\u00e1mico en la subclase
kADP_WrongStorageTypeForFrequencyWeightVar.LABEL=La variable de ponderaci\u00f3n de frecuencias tiene un tipo de almacenamiento incorrecto
kADP_WrongStorageTypeForAnalysisWeightVar.LABEL=La variable de ponderaci\u00f3n de an\u00e1lisis tiene un tipo de almacenamiento incorrecto
kADP_WrongStorageType.LABEL=Un campo tiene un tipo de almacenamiento incorrecto
kADP_InvalidUnivariateStatisticsInfo.LABEL=La informaci\u00f3n de estad\u00edsticos de Univariante no es v\u00e1lida
kADP_TargetIsExcluded.LABEL=El destino se ha excluido
kADP_AllFeaturesAreExcluded.LABEL=Se han excluido todas las funciones. No se han proporcionado entradas para la construcci\u00f3n de modelos.
kADP_InvalidParametersPassed.LABEL=Error interno: se han pasado par\u00e1metros no v\u00e1lidos
kADP_FailedCalculateStatistics.LABEL=No se han podido calcular los estad\u00edsticos
kADP_InvalidBivariateStatisticsInfo.LABEL=Los estad\u00edsticos bivariados no son v\u00e1lidos
kADP_ComputationError.LABEL=Se ha producido un error durante el c\u00e1lculo
kADP_NoValidRecastThresholdParam.LABEL=MINVALCONTINUOUS debe ser menor que MAXVALORDINAL.
kADP_MinValShouldLessThanMaxVal.LABEL=El valor m\u00ednimo debe ser inferior que el valor m\u00e1ximo
kADP_CutOffValOrSDValNotGreaterThanZero.LABEL=Corte o SD deben ser positivos
kADP_NoValidPVal.LABEL=Valor p no v\u00e1lido
kADP_NoValidWeightVariable.LABEL=La variable de ponderaci\u00f3n no es v\u00e1lida
kADP_NotSupportTimestamp.LABEL=El formato DATETIME no es compatible actualmente con el procedimiento ADP
kADP_NotSupportUnknownStorageType.LABEL=Actualmente s\u00f3lo el formato de cadena, entero, real, fecha y hora son compatibles con el procedimiento ADP
kADP_NoMapOfMissingValueOutputPMML.LABEL=No est\u00e1 disponible el mapa de valores perdidos
kADP_UnknownStepActionID.LABEL=Se ha especificado un ID de paso o acci\u00f3n desconocido
kADP_InvalidVarIndx.LABEL=\u00cdndice de variable no v\u00e1lido
kADP_EmptyReorderValues.LABEL=El vector de los valores est\u00e1 vac\u00edo despu\u00e9s de la reordenaci\u00f3n
kADP_OneVarSpecifiedMoreThanOnceForDifferentRoles.LABEL=S\u00f3lo se puede especificar un campo en una de las palabras clave TARGET, INPUT o ANALYSISWEIGHT.
kADP_MoreThanOneVarsSpecifiedForTarget.LABEL=Se ha especificado m\u00e1s de un campo como objetivo
kADP_NotSpecifiedAnyInputVariables.LABEL=No se han especificado campos de entrada
kADP_ExtensionNameHasBlank.LABEL=Hay al menos un campo en blanco en el nombre de extensi\u00f3n especificado por el usuario
kADP_ReorderTargetNoNominalTarget.LABEL=No se realizar\u00e1 la reordenaci\u00f3n de categor\u00eda objetivo porque no hay un destino nominal.
kADP_RescaleTargetNoScaleTarget.LABEL=No se realizar\u00e1 el cambio de escala de objetivo porque no hay un destino continuo.
kADP_RescaleFeatureNoScaleFeature.LABEL=No se realizar\u00e1 el cambio de escala de entrada porque no hay entradas continuas.
kADP_SupervisedBinningNoCatTarget.LABEL=No se realizar\u00e1n los intervalos supervisados porque no hay un destino categ\u00f3rico.
kADP_SupervisedBinningNoScaleFeature.LABEL=No se realizar\u00e1n los intervalos supervisados porque no hay entradas continuas.
kADP_FeatureSelectionNoTarget.LABEL=No se realizar\u00e1 la selecci\u00f3n de funciones porque no hay un destino.
kADP_FeatureSelectionCatTargetWithoutCatFeature.LABEL=No se realizar\u00e1 la selecci\u00f3n de funciones porque no hay entradas categ\u00f3ricas para el objetivo categ\u00f3rico.
kADP_FeatureSelectionScaleTargetWithoutScaleFeature.LABEL=No se realizar\u00e1 la selecci\u00f3n de funciones porque no hay entradas continuas para el objetivo de escala.
kADP_FeatureConstructionNoScaleFeature.LABEL=No se realizar\u00e1 la construcci\u00f3n de funciones porque no hay entradas continuas.
kADP_ReorderNominalFeatureNoNominalFeature.LABEL=No se ha podido realizar la reordenaci\u00f3n de funciones de categor\u00edas porque no hay funciones nominales
kADP_SupervisedMergingNoTarget.LABEL=No se realizar\u00e1 la combinaci\u00f3n supervisada porque no hay un destino.
kADP_SupervisedMergingNoCatFeature.LABEL=No se realizar\u00e1 la combinaci\u00f3n supervisada porque no hay entradas categ\u00f3ricas.
kADP_UnsupervisedMergingNoCatFeature.LABEL=No se realizar\u00e1 la combinaci\u00f3n sin supervisar porque no hay entradas categ\u00f3ricas.
kADP_NoPredictorsRecommended.LABEL=No se recomiendan funciones para su uso en modelado.
kADP_OneVarSpecifiedMoreThanOnce.LABEL=Se ha especificado un campo m\u00e1s de una vez
kADP_UnsupervisedMergingWithTarget.LABEL=No se realizar\u00e1 la combinaci\u00f3n sin supervisar porque no hay un destino.
kADP_EmptySuffix.LABEL=No se han especificado extensiones de nombre para las variables transformadas o construidas
kADP_OneVarSpecifiedMoreThanOnceForTheSameRole.LABEL=Se ha especificado un campo m\u00e1s de una vez para el mismo papel (por ejemplo, se ha especificado dos veces como valor de entrada)

