#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

adp=Automatyczne przygotowanie danych
unknownErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (nieznany).
initErrMsg.LABEL=Inicjalizacja nie powiod\u0142a si\u0119.
inputErrMsg.LABEL=B\u0142\u0105d podczas czytania danych wej\u015bciowych.
internalErrMsg.LABEL=B\u0142\u0105d wewn\u0119trzny.
invalidMetadataErrMsg.LABEL=Metadane (w zmiennych wej\u015bciowych/wyj\u015bciowych) nie s\u0105 poprawne.
fileNotExistErrorMsg.LABEL=Plik danych nie istnieje.
storageNotSupportErrorMsg.LABEL=Integracja nie obs\u0142uguje tego typu sk\u0142adowania danych.
invalidTargetErrorMsg.LABEL=Nieprawid\u0142owe ustawienia dla zmiennej przewidywanej.
invalidTarResponseErrorMsg.LABEL=Nieprawid\u0142owe ustawienia dla przewidywanej zmiennej odpowiedzi.
predictorsEmptyErrMsg.LABEL=Ustawienia dla predyktor\u00f3w nie powinny by\u0107 puste.
targetAsInputErrorMsg.LABEL=Zmienna przewidywana nie mo\u017ce by\u0107 zmienn\u0105 wej\u015bciow\u0105.
invalidFrequencyErrorMsg.LABEL=Zmienna cz\u0119sto\u015bci nie mo\u017ce by\u0107 zmienn\u0105 wej\u015bciow\u0105.
invalidTargetResponseErrorMsg.LABEL=Zmienna przewidywana odpowiedzi nie mo\u017ce by\u0107 zmienn\u0105 wej\u015bciow\u0105.
invlidResponseCatErrorMsg.LABEL=Zmienna przewidywana odpowiedzi powinna by\u0107 flag\u0105.
noFrequencyErrorMsg.LABEL=Nie wybrano zmiennej cz\u0119sto\u015bci.
noTargetErrorMsg.LABEL=Nie okre\u015blono warto\u015bci zmiennej przewidywanej.
invalidtarValueMsg.LABEL=Okre\u015blono nieprawid\u0142ow\u0105 warto\u015b\u0107 zmiennej przewidywanej.
getfilePathMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (odczyt pliku).
creationAlgorithmMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (algorytm).
buildModelErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (komponent budowania).
assessModelErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (komponent oszacowania).
exportPMLLErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (komponent eksportu do PMML).
getDataFieldErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (pobieranie modelu danych).
tarResIsSameErrorMsg.LABEL=Zmienna przewidywana, zmienna przewidywana odpowiedzi, zmienna wa\u017c\u0105ca i zmienna podzia\u0142u powinny by\u0107 r\u00f3\u017cne.
NoTargetFieldErrorMsg.LABEL=Nie wybrano zmiennej przewidywanej.
NoTargetResFieldErrorMsg.LABEL=Nie wybrano zmiennej przewidywanej odpowiedzi.
targetResTrueErrorMsg.LABEL=Nieprawid\u0142owe ustawienie prawdziwej warto\u015bci zmiennej przewidywanej odpowiedzi.
PMMLNotExistErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (brak PMML).
PMMLIsInvalidErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (niepoprawny PMML).
NoPredVarInPMMLErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (brak predyktora w pliku PMML).
PMMLNotMatchDataErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (katalog PMML).
getDataSourceErrorMsg.LABEL=B\u0142\u0105d wewn\u0119trzny (odczyt \u017ar\u00f3d\u0142a danych).
dataFileISValidErrorMsg.LABEL=Dane wej\u015bciowe nie zawieraj\u0105 zmiennych predykcyjnych wymaganych przez model.
TarFieldNOTMatchErrMsg.LABEL=Dane wej\u015bciowe nie zawieraj\u0105 zmiennej przewidywanej wymaganej przez model.
TRFieldNOTMatchErrMsg.LABEL=Dane wej\u015bciowe nie zawieraj\u0105 zmiennej przewidywanej odpowiedzi wymaganej przez model.
FreFieldNOTMatchErrMsg.LABEL=Dane wej\u015bciowe nie zawieraj\u0105 zmiennej cz\u0119sto\u015bci wymaganej przez model.
InputFieldNOTMatchMsg.LABEL=Dane wej\u015bciowe nie zawieraj\u0105 zmiennych wymaganych przez model.
NoValidRecordsMsg.LABEL=Brak poprawnych rekord\u00f3w do utworzenia modelu.
NoRecordsScoringMsg.LABEL=Brak poprawnych rekord\u00f3w dla przeprowadzenia oceniania.
PartionInValidMsg.LABEL=Zmienna podzia\u0142u powinna by\u0107 r\u00f3\u017cna od innych zmiennych predykcyjnych.
InputFieldConstantMsg.LABEL=Jedna ze zmiennych predykcyjnych zawiera tylko jedn\u0105 warto\u015b\u0107.
InvalidSettingsErrorMsg.LABEL=Nieprawid\u0142owe ustawienia komponentu algorytmu.
NoValidFieldValuesErrorMsg.LABEL=Zmienne w metadanych nie okre\u015blaj\u0105 prawid\u0142owych warto\u015bci.
PreparedDataHandleMsg.LABEL=Zako\u0144czono przygotowanie przej\u0119cia danych.
HandleDataProcessMsg.LABEL=Proces przejmowania danych: {0 } %
HandleDataProcessEndMsg.LABEL=Zako\u0144czono proces przejmowania danych.
ExportPmmlProgressMsg.LABEL=Zako\u0144czono eksport modelu do pliku PMML.
kMCCANCEL.LABEL=Analiza zosta\u0142a przerwana po wygenerowaniu \u017c\u0105dania anulowania.
kMC_IO_ERROR.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d WE/WY.
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Przekroczono limit pami\u0119ci.
kMC_INVALID_SAVE_STATE.LABEL=Polecenie saveState() zosta\u0142o podane w momencie, gdy nie mog\u0142o zosta\u0107 wykonane. Prosz\u0119 spr\u00f3bowa\u0107 wydawa\u0107 polecenia we w\u0142a\u015bciwej kolejno\u015bci.
kMC_FAILED_RESTART.LABEL=Z jakiego\u015b powodu nie uda\u0142o si\u0119 uruchomi\u0107 ponownie. W tej chwili nic nie mo\u017cna zrobi\u0107.
kMC_WRONG_STATE.LABEL=Polecenie (inne ni\u017c saveState) zosta\u0142o podane w nieodpowiednim momencie. Zazwyczaj nie jest to fatalny b\u0142\u0105d. Prosz\u0119 spr\u00f3bowa\u0107 wydawa\u0107 polecenia we w\u0142a\u015bciwej kolejno\u015bci.
kADP_NoValidRecords.LABEL=\u0179r\u00f3d\u0142o danych nie ma prawid\u0142owych rekord\u00f3w.
kADP_NoValidTestRecords.LABEL=\u0179r\u00f3d\u0142o danych testowych nie ma prawid\u0142owych rekord\u00f3w.
kADP_InValidMultiRawPassRecordIter.LABEL=Okre\u015blono nieprawid\u0142owy iterator surowych danych.
kADP_MaxIterationIsReached.LABEL=Maksymalna liczba iteracji dla uczenia prawdopodobie\u0144stwa zosta\u0142a osi\u0105gni\u0119ta.
kADP_OperationTypeIsWrong.LABEL=Typ operacji jest ustawiony nieprawid\u0142owo w algorytmie ADP.
kADP_NullPointer.LABEL=Zerowy wska\u017anik w algorytmie ADP.
kADP_DynamicCastPointerFailed.LABEL=Nieudana operacja dynamicznego przydzia\u0142u do podklasy.
kADP_WrongStorageTypeForFrequencyWeightVar.LABEL=Zmienna wagi cz\u0119sto\u015bci ma nieprawid\u0142owy typ sk\u0142adowania.
kADP_WrongStorageTypeForAnalysisWeightVar.LABEL=Zmienna wagi analizy ma nieprawid\u0142owy typ sk\u0142adowania.
kADP_WrongStorageType.LABEL=Zmienna posiada nieprawid\u0142owy typ sk\u0142adowania.
kADP_InvalidUnivariateStatisticsInfo.LABEL=Nieprawid\u0142owa informacja o statystyce jednej zmiennej.
kADP_TargetIsExcluded.LABEL=Zmienna przewidywana zosta\u0142a wykluczona.
kADP_AllFeaturesAreExcluded.LABEL=Wszystkie predyktory zosta\u0142y wykluczone. Nie zostan\u0105 wprowadzone \u017cadne dane do budowania modelu.
kADP_InvalidParametersPassed.LABEL=B\u0142\u0105d wewn\u0119trzny: przekazano nieprawid\u0142owe parametry.
kADP_FailedCalculateStatistics.LABEL=Nie mo\u017cna by\u0142o obliczy\u0107 statystyk.
kADP_InvalidBivariateStatisticsInfo.LABEL=Nieprawid\u0142owe statystyki dwumianowe.
kADP_ComputationError.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania oblicze\u0144.
kADP_NoValidRecastThresholdParam.LABEL=MINVALCONTINUOUS musi by\u0107 mniejsza ni\u017c MAXVALORDINAL.
kADP_MinValShouldLessThanMaxVal.LABEL=Warto\u015b\u0107 minimalna powinna by\u0107 mniejsza ni\u017c maksymalna.
kADP_CutOffValOrSDValNotGreaterThanZero.LABEL=Punkt podzia\u0142u lub odchylenie standardowe musz\u0105 by\u0107 dodatnie.
kADP_NoValidPVal.LABEL=Nieprawid\u0142owa warto\u015b\u0107 p
kADP_NoValidWeightVariable.LABEL=Nieprawid\u0142owa zmienna wagi.
kADP_NotSupportTimestamp.LABEL=Format DATETIME nie jest obecnie obs\u0142ugiwany przez procedur\u0119 ADP
kADP_NotSupportUnknownStorageType.LABEL=Obecnie tylko format tekstowy, liczby ca\u0142kowitej, liczby rzeczywistej oraz daty i czasu jest obs\u0142ugiwany przez procedur\u0119 ADP
kADP_NoMapOfMissingValueOutputPMML.LABEL=Mapa brakuj\u0105cych warto\u015bci nie by\u0142a dost\u0119pna.
kADP_UnknownStepActionID.LABEL=Okre\u015blono nieprawid\u0142owy krok lub identyfikator akcji.
kADP_InvalidVarIndx.LABEL=Nieprawid\u0142owy indeks zmiennej.
kADP_EmptyReorderValues.LABEL=Warto\u015b\u0107 wektora jest pusta po zmianie kolejno\u015bci.
kADP_OneVarSpecifiedMoreThanOnceForDifferentRoles.LABEL=Zmienna mo\u017ce by\u0107 okre\u015blona tylko w jednym ze s\u0142\u00f3w kluczowych TARGET, INPUT lub ANALYSISWEIGHT.
kADP_MoreThanOneVarsSpecifiedForTarget.LABEL=Jako zmienn\u0105 przewidywan\u0105 podano wi\u0119cej ni\u017c jedn\u0105 zmienn\u0105
kADP_NotSpecifiedAnyInputVariables.LABEL=Nie podano \u017cadnych zmiennych wej\u015bciowych
kADP_ExtensionNameHasBlank.LABEL=Istnieje co najmniej jedno puste pole w podawanej przez u\u017cytkownika nazwie rozszerzenia
kADP_ReorderTargetNoNominalTarget.LABEL=Nie wykonano ponownego uporz\u0105dkowania przewidywanej kategorii, poniewa\u017c brak nominalnej zmiennej przewidywanej.
kADP_RescaleTargetNoScaleTarget.LABEL=Przeskalowanie zmiennej przewidywanej nie jest wykonywane, poniewa\u017c brak ilo\u015bciowej zmiennej przewidywanej.
kADP_RescaleFeatureNoScaleFeature.LABEL=Przeskalowanie zmiennych wej\u015bciowych nie jest wykonywane, poniewa\u017c brak jest ilo\u015bciowych zmiennych wej\u015bciowych.
kADP_SupervisedBinningNoCatTarget.LABEL=Nadzorowana kategoryzacja nie jest wykonywana, poniewa\u017c zmienna przewidywana nie jest zmienn\u0105 jako\u015bciow\u0105.
kADP_SupervisedBinningNoScaleFeature.LABEL=Przeskalowanie danych wej\u015bciowych nie jest wykonywane, poniewa\u017c brak zmiennych wej\u015bciowych.
kADP_FeatureSelectionNoTarget.LABEL=Wyb\u00f3r predyktor\u00f3w nie jest wykonywany, poniewa\u017c brak zmiennej przewidywanej
kADP_FeatureSelectionCatTargetWithoutCatFeature.LABEL=Wyb\u00f3r predyktor\u00f3w nie jest wykonywany, poniewa\u017c na wej\u015bciu brak zmiennych jako\u015bciowych dla jako\u015bciowej zmiennej przewidywanej.
kADP_FeatureSelectionScaleTargetWithoutScaleFeature.LABEL=Wyb\u00f3r predyktor\u00f3w nie jest wykonywany, poniewa\u017c na wej\u015bciu brak zmiennych ilo\u015bciowych dla ilo\u015bciowej zmiennej przewidywanej.
kADP_FeatureConstructionNoScaleFeature.LABEL=Konstrukcja predyktor\u00f3w nie jest wykonywana, poniewa\u017c brak jest ilo\u015bciowych zmiennych wej\u015bciowych.
kADP_ReorderNominalFeatureNoNominalFeature.LABEL=Nie mo\u017cna by\u0142o przeprowadzi\u0107 uporz\u0105dkowania kategorii la predyktor\u00f3w, poniewa\u017c brak predyktor\u00f3w nominalnych.
kADP_SupervisedMergingNoTarget.LABEL=Nadzorowywane \u0142\u0105czenie nie jest wykonywane, poniewa\u017c brak zmiennej przewidywanej.
kADP_SupervisedMergingNoCatFeature.LABEL=Nadzorowane \u0142\u0105czenie nie jest wykonywane, poniewa\u017c na wej\u015bciu brak zmiennych jako\u015bciowych.
kADP_UnsupervisedMergingNoCatFeature.LABEL=\u0141\u0105czenie bez nadzorowania nie jest wykonywane, poniewa\u017c na wej\u015bciu brak  zmiennych jako\u015bciowych.
kADP_NoPredictorsRecommended.LABEL=\u017badne predyktory nie s\u0105 rekomendowane do wykorzystania w modelowaniu.
kADP_OneVarSpecifiedMoreThanOnce.LABEL=Zmienna zosta\u0142a wyspecyfikowana wi\u0119cej ni\u017c jeden raz.
kADP_UnsupervisedMergingWithTarget.LABEL=\u0141\u0105czenie bez nadzorowania nie jest wykonywane, poniewa\u017c istnieje zmienna przewidywana.
kADP_EmptySuffix.LABEL=Nie wyspecyfikowano rozszerze\u0144 nazw dla transformowanych lub konstruowanych zmiennych.
kADP_OneVarSpecifiedMoreThanOnceForTheSameRole.LABEL=Jedna ze zmiennych zosta\u0142a okre\u015blona wi\u0119cej ni\u017c jeden raz dla tej samej roli (np. zosta\u0142a dwukrotnie okre\u015blona jako zmienna wej\u015bciowa)
