#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

adp=Pr\u00e9paration automatique des donn\u00e9es
unknownErrorMsg.LABEL=Erreur interne (inconnue)
initErrMsg.LABEL=Echec de l\u2019initialisation
inputErrMsg.LABEL=Erreur pendant la lecture des donn\u00e9es d\u2019entr\u00e9e
internalErrMsg.LABEL=Erreur interne
invalidMetadataErrMsg.LABEL=M\u00e9tadonn\u00e9es (sur les champs d\u2019entr\u00e9e/de sortie) non valides
fileNotExistErrorMsg.LABEL=Le fichier de donn\u00e9es n\u2019existe pas.
storageNotSupportErrorMsg.LABEL=L\u2019int\u00e9gration ne prend pas en charge ce genre de stockage de donn\u00e9es
invalidTargetErrorMsg.LABEL=Param\u00e8tre de variable cible non valide
invalidTarResponseErrorMsg.LABEL=Param\u00e8tre de variable de r\u00e9ponse cible non valide
predictorsEmptyErrMsg.LABEL=Le param\u00e8tre des variables ind\u00e9pendantes ne doit pas \u00eatre vide
targetAsInputErrorMsg.LABEL=Le champ cible ne peut pas \u00eatre un champ d\u2019entr\u00e9e
invalidFrequencyErrorMsg.LABEL=Le champ d\u2019effectifs ne peut pas \u00eatre un champ d\u2019entr\u00e9e
invalidTargetResponseErrorMsg.LABEL=Le champ de r\u00e9ponse cible ne peut pas \u00eatre un champ d\u2019entr\u00e9e
invlidResponseCatErrorMsg.LABEL=La variable de r\u00e9ponse cible doit \u00eatre un rep\u00e8re bool\u00e9en
noFrequencyErrorMsg.LABEL=Aucun champ d\u2019effectifs s\u00e9lectionn\u00e9
noTargetErrorMsg.LABEL=Aucune valeur de champ cible n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9e
invalidtarValueMsg.LABEL=Valeur de champ cible sp\u00e9cifi\u00e9e non valide
getfilePathMsg.LABEL=Erreur interne (obtenir le fichier)
creationAlgorithmMsg.LABEL=Erreur interne (algorithme)
buildModelErrorMsg.LABEL=Erreur interne (cr\u00e9ation du composant)
assessModelErrorMsg.LABEL=Erreur interne (\u00e9valuation du composant)
exportPMLLErrorMsg.LABEL=Erreur interne (exportation du composant PMML)
getDataFieldErrorMsg.LABEL=Erreur interne (obtenir le mod\u00e8le de donn\u00e9es)
tarResIsSameErrorMsg.LABEL=La variable cible, la variable de r\u00e9ponse cible, la variable de pond\u00e9ration et la variable de partition doivent \u00eatre diff\u00e9rentes
NoTargetFieldErrorMsg.LABEL=Aucun champ cible s\u00e9lectionn\u00e9
NoTargetResFieldErrorMsg.LABEL=Aucun champ de r\u00e9ponse cible s\u00e9lectionn\u00e9
targetResTrueErrorMsg.LABEL=La valeur vraie du param\u00e8tre de r\u00e9ponse cible n\u2019est pas valide
PMMLNotExistErrorMsg.LABEL=Erreur interne (PMML manquant)
PMMLIsInvalidErrorMsg.LABEL=Erreur interne (PMML non valide)
NoPredVarInPMMLErrorMsg.LABEL=Erreur interne (aucune variable ind\u00e9pendante dans le fichier PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erreur interne (r\u00e9pertoire PMML)
getDataSourceErrorMsg.LABEL=Erreur interne (Obtenir la source de donn\u00e9es)
dataFileISValidErrorMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e ne contiennent pas de champs de variables pr\u00e9dites requis par le mod\u00e8le
TarFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e ne contiennent pas de champ cible requis par le mod\u00e8le
TRFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e ne contiennent pas de champ de r\u00e9ponse cible requis par le mod\u00e8le
FreFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e ne contiennent pas de champ d\u2019effectifs requis par le mod\u00e8le
InputFieldNOTMatchMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e ne contiennent pas de champs requis par le mod\u00e8le
NoValidRecordsMsg.LABEL=Il n\u2019existe pas d\u2019enregistrements valides pour la cr\u00e9ation de mod\u00e8le
NoRecordsScoringMsg.LABEL=Il n\u2019existe pas d\u2019enregistrement valide pour l\u2019\u00e9valuation
PartionInValidMsg.LABEL=Le champ de partition doit \u00eatre diff\u00e9rent des autres champs de pr\u00e9diction
InputFieldConstantMsg.LABEL=Un des champs de variables pr\u00e9dites ne contient qu\u2019une valeur
InvalidSettingsErrorMsg.LABEL=Param\u00e8tres d\u2019algorithme de composant non valides
NoValidFieldValuesErrorMsg.LABEL=Les champs dans les m\u00e9tadonn\u00e9es n\u2019ont pas d\u00e9fini de valeurs valides
PreparedDataHandleMsg.LABEL=Pr\u00e9paration du traitement des donn\u00e9es termin\u00e9e
HandleDataProcessMsg.LABEL=Processus de traitement des donn\u00e9es : {0 } %
HandleDataProcessEndMsg.LABEL=Processus de traitement des donn\u00e9es termin\u00e9
ExportPmmlProgressMsg.LABEL=Exportation du mod\u00e8le vers le fichier PMML termin\u00e9e
kMCCANCEL.LABEL=L\u2019analyse a \u00e9t\u00e9 abandonn\u00e9e \u00e0 la suite d\u2019une demande d\u2019annulation
kMC_IO_ERROR.LABEL=Une erreur E/S s\u2019est produite
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Limite de m\u00e9moire d\u00e9pass\u00e9e
kMC_INVALID_SAVE_STATE.LABEL=La commande saveState() a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment o\u00f9 elle ne pouvait pas \u00eatre ex\u00e9cut\u00e9e. Recommencez \u00e0 un autre moment.
kMC_FAILED_RESTART.LABEL=Le red\u00e9marrage a \u00e9chou\u00e9 pour une raison inconnue. Impossible de faire quoi que ce soit
kMC_WRONG_STATE.LABEL=Une commande (autre que saveState) a \u00e9t\u00e9 donn\u00e9e au mauvais moment. Ce n\u2019est g\u00e9n\u00e9ralement pas fatal. Essayez de donner des commandes dans le bon ordre.
kADP_NoValidRecords.LABEL=La source de donn\u00e9es n\u2019a pas d\u2019enregistrements valides
kADP_NoValidTestRecords.LABEL=La source de donn\u00e9es test n\u2019a pas d\u2019enregistrements valides
kADP_InValidMultiRawPassRecordIter.LABEL=Un it\u00e9rateur de donn\u00e9es brutes non valide est sp\u00e9cifi\u00e9
kADP_MaxIterationIsReached.LABEL=Le nombre maximum d\u2019it\u00e9rations pour l\u2019apprentissage des probabilit\u00e9s est atteint
kADP_OperationTypeIsWrong.LABEL=Le type d\u2019op\u00e9ration est d\u00e9fini de mani\u00e8re incorrecte dans l\u2019algorithme ADP
kADP_NullPointer.LABEL=Pointeur nul dans l\u2019algorithme ADP
kADP_DynamicCastPointerFailed.LABEL=La conversion dynamique de l\u2019op\u00e9ration de sous-classement a \u00e9chou\u00e9
kADP_WrongStorageTypeForFrequencyWeightVar.LABEL=La variable de pond\u00e9ration d\u2019effectifs a un type de stockage incorrect
kADP_WrongStorageTypeForAnalysisWeightVar.LABEL=La variable de pond\u00e9ration d\u2019analyse a un type de stockage incorrect
kADP_WrongStorageType.LABEL=Un champ a un type de stockage incorrect
kADP_InvalidUnivariateStatisticsInfo.LABEL=Les informations sur les statistiques univari\u00e9es ne sont pas valides
kADP_TargetIsExcluded.LABEL=La cible a \u00e9t\u00e9 exclue
kADP_AllFeaturesAreExcluded.LABEL=Toutes les fonctionnalit\u00e9s ont \u00e9t\u00e9 exclues Aucune entr\u00e9e ne sera fournie pour la cr\u00e9ation de mod\u00e8le.
kADP_InvalidParametersPassed.LABEL=Erreur interne : param\u00e8tres non valides transmis
kADP_FailedCalculateStatistics.LABEL=Les statistiques n\u2019ont pas pu \u00eatre calcul\u00e9es
kADP_InvalidBivariateStatisticsInfo.LABEL=Les statistiques bivari\u00e9es ne sont pas valides
kADP_ComputationError.LABEL=Une erreur s\u2019est produite pendant le calcul
kADP_NoValidRecastThresholdParam.LABEL=MINVALCONTINUOUS doit \u00eatre inf\u00e9rieur \u00e0 MAXVALORDINAL.
kADP_MinValShouldLessThanMaxVal.LABEL=La valeur minimale doit \u00eatre inf\u00e9rieure \u00e0 la valeur maximale
kADP_CutOffValOrSDValNotGreaterThanZero.LABEL=La c\u00e9sure ou SD doit \u00eatre positive
kADP_NoValidPVal.LABEL=Valeur-p non valide
kADP_NoValidWeightVariable.LABEL=La variable de pond\u00e9ration n\u2019est pas valide
kADP_NotSupportTimestamp.LABEL=Le format DATETIME n\u2019est pas pris en charge par la proc\u00e9dure ADP
kADP_NotSupportUnknownStorageType.LABEL=Seuls les formats de cha\u00eene, d\u2019entier, de r\u00e9el, de date et d\u2019heure sont pris en charge par la proc\u00e9dure ADP
kADP_NoMapOfMissingValueOutputPMML.LABEL=La carte des valeurs manquantes n\u2019\u00e9tait pas disponible
kADP_UnknownStepActionID.LABEL=Un ID d\u2019action ou d\u2019\u00e9tape inconnu est sp\u00e9cifi\u00e9
kADP_InvalidVarIndx.LABEL=L\u2019index de variable n\u2019est pas valide
kADP_EmptyReorderValues.LABEL=Le vecteur des valeurs est vide apr\u00e8s la r\u00e9organisation
kADP_OneVarSpecifiedMoreThanOnceForDifferentRoles.LABEL=Un champ ne peut \u00eatre sp\u00e9cifi\u00e9 qu\u2019avec l\u2019un des mots-cl\u00e9s TARGET, INPUT ou ANALYSISWEIGHT.
kADP_MoreThanOneVarsSpecifiedForTarget.LABEL=Plus d\u2019un champ est sp\u00e9cifi\u00e9 comme champ cible
kADP_NotSpecifiedAnyInputVariables.LABEL=Aucun champ d\u2019entr\u00e9e n\u2019est sp\u00e9cifi\u00e9
kADP_ExtensionNameHasBlank.LABEL=Le nom d\u2019extension sp\u00e9cifi\u00e9 par l\u2019utilisateur comporte au moins un espace
kADP_ReorderTargetNoNominalTarget.LABEL=La r\u00e9organisation de la modalit\u00e9 cible n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas de cible nominale.
kADP_RescaleTargetNoScaleTarget.LABEL=Le redimensionnement de la cible n\u2019est pas r\u00e9alis\u00e9 car il n\u2019y a pas de cible continue.
kADP_RescaleFeatureNoScaleFeature.LABEL=Le redimensionnement d\u2019entr\u00e9e n\u2019est pas r\u00e9alis\u00e9 car il n\u2019y a pas d\u2019entr\u00e9es continues.
kADP_SupervisedBinningNoCatTarget.LABEL=La cr\u00e9ation d\u2019intervalles supervis\u00e9e n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas de cible qualitative.
kADP_SupervisedBinningNoScaleFeature.LABEL=La cr\u00e9ation d\u2019intervalles supervis\u00e9e n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas d\u2019entr\u00e9es continues.
kADP_FeatureSelectionNoTarget.LABEL=La s\u00e9lection de fonctionnalit\u00e9s n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas de cible.
kADP_FeatureSelectionCatTargetWithoutCatFeature.LABEL=La s\u00e9lection de fonctionnalit\u00e9s n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas d\u2019entr\u00e9es qualitatives pour la cible qualitative.
kADP_FeatureSelectionScaleTargetWithoutScaleFeature.LABEL=La s\u00e9lection de fonctionnalit\u00e9s n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas d\u2019entr\u00e9es continues pour la cible d\u2019\u00e9chelle.
kADP_FeatureConstructionNoScaleFeature.LABEL=La construction de fonctionnalit\u00e9s n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas d\u2019entr\u00e9es continues.
kADP_ReorderNominalFeatureNoNominalFeature.LABEL=Les modalit\u00e9s de fonctionnalit\u00e9s n\u2019ont pas pu \u00eatre r\u00e9organis\u00e9es car il n\u2019existe aucune fonctionnalit\u00e9 nominale
kADP_SupervisedMergingNoTarget.LABEL=La fusion supervis\u00e9e n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas de cible.
kADP_SupervisedMergingNoCatFeature.LABEL=La fusion supervis\u00e9e n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas d\u2019entr\u00e9es qualitatives.
kADP_UnsupervisedMergingNoCatFeature.LABEL=La fusion non supervis\u00e9e n\u2019est pas r\u00e9alis\u00e9e car il n\u2019y a pas d\u2019entr\u00e9es qualitatives.
kADP_NoPredictorsRecommended.LABEL=Aucune fonctionnalit\u00e9 n\u2019est recommand\u00e9e pour la mod\u00e9lisation
kADP_OneVarSpecifiedMoreThanOnce.LABEL=Un champ a \u00e9t\u00e9 sp\u00e9cifi\u00e9 plusieurs fois
kADP_UnsupervisedMergingWithTarget.LABEL=La fusion non supervis\u00e9e n\u2019est pas r\u00e9alis\u00e9e car il y a une cible.
kADP_EmptySuffix.LABEL=Aucune extension de nom n\u2019est sp\u00e9cifi\u00e9e pour les variables transform\u00e9es ou construites
kADP_OneVarSpecifiedMoreThanOnceForTheSameRole.LABEL=Un champ est sp\u00e9cifi\u00e9 plusieurs fois pour le m\u00eame r\u00f4le, par exemple deux fois en tant que champ cible.
