#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

adp=\u81ea\u52d5\u30c7\u30fc\u30bf\u6e96\u5099
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u4e0d\u660e)
initErrMsg.LABEL=\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=(\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306e)\u30e1\u30bf\u30c7\u30fc\u30bf\u304c\u7121\u52b9\u3067\u3059\u3002
fileNotExistErrorMsg.LABEL=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093\u3002
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002
invalidTargetErrorMsg.LABEL=\u76ee\u6a19\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
invalidTarResponseErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
targetAsInputErrorMsg.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u306b\u3067\u304d\u307e\u305b\u3093\u3002
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u306b\u3067\u304d\u307e\u305b\u3093\u3002
invalidTargetResponseErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u306b\u3067\u304d\u307e\u305b\u3093\u3002
invlidResponseCatErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u5909\u6570\u3092\u30d5\u30e9\u30b0\u578b\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
noTargetErrorMsg.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
invalidtarValueMsg.LABEL=\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30d5\u30a1\u30a4\u30eb\u53d6\u5f97)
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30c7\u30fc\u30bf\u30e2\u30c7\u30eb\u53d6\u5f97)
tarResIsSameErrorMsg.LABEL=\u76ee\u6a19\u5909\u6570\u3001\u76ee\u6a19\u56de\u7b54\u5909\u6570\u3001\u91cd\u307f\u4ed8\u3051\u5909\u6570\u3001\u304a\u3088\u3073\u30c7\u30fc\u30bf\u533a\u5206\u5909\u6570\u306f\u7570\u306a\u308a\u307e\u3059\u3002
NoTargetFieldErrorMsg.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NoTargetResFieldErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
targetResTrueErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u306e true \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(PMML \u304c\u306a\u3044)
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(PMML \u304c\u7121\u52b9)
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u5909\u6570\u304c\u306a\u3044)
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u53d6\u5f97)
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u76ee\u6a19\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u4f5c\u6210\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u4ed6\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u306f\u7570\u306a\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u542b\u307e\u308c\u308b\u5024\u306f 1 \u3064\u3060\u3051\u3067\u3059\u3002
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
PreparedDataHandleMsg.LABEL=\u5b8c\u4e86\u3057\u305f\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u6e96\u5099
HandleDataProcessMsg.LABEL=\u30c7\u30fc\u30bf \u30d7\u30ed\u30bb\u30b9\u306e\u51e6\u7406 : {0 } %
HandleDataProcessEndMsg.LABEL=\u5b8c\u4e86\u3057\u305f\u30c7\u30fc\u30bf \u30d7\u30ed\u30bb\u30b9\u306e\u51e6\u7406 :
ExportPmmlProgressMsg.LABEL=\u5b8c\u4e86\u3057\u305f PMML \u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30e2\u30c7\u30eb\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
kMCCANCEL.LABEL=\u30ad\u30e3\u30f3\u30bb\u30eb\u8981\u6c42\u306b\u5f93\u3063\u3066\u5206\u6790\u304c\u4e2d\u65ad\u3055\u308c\u307e\u3057\u305f\u3002
kMC_IO_ERROR.LABEL=\u5165\u51fa\u529b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\u30e1\u30e2\u30ea\u5236\u9650\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
kMC_INVALID_SAVE_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 saveState() \u304c\u5b9f\u884c\u3067\u304d\u306a\u3044\u3068\u304d\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u3088\u308a\u9069\u3057\u305f\u3068\u304d\u306b\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kMC_FAILED_RESTART.LABEL=\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u518d\u8d77\u52d5\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u73fe\u5728\u4f55\u3082\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
kMC_WRONG_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 (saveState) \u304c\u4e0d\u9069\u5207\u306a\u3068\u304d\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u901a\u5e38\u3001\u3053\u308c\u306f\u81f4\u547d\u7684\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u9069\u5207\u306a\u9806\u756a\u3067\u30b3\u30de\u30f3\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kADP_NoValidRecords.LABEL=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
kADP_NoValidTestRecords.LABEL=\u691c\u5b9a\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
kADP_InValidMultiRawPassRecordIter.LABEL=\u7121\u52b9\u306a\u672a\u51e6\u7406\u30c7\u30fc\u30bf\u306e\u53cd\u5fa9\u5b50\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kADP_MaxIterationIsReached.LABEL=\u78ba\u7387\u5b66\u7fd2\u306e\u53cd\u5fa9\u306e\u6700\u5927\u6570\u306b\u9054\u3057\u307e\u3057\u305f\u3002
kADP_OperationTypeIsWrong.LABEL=\u6f14\u7b97\u30bf\u30a4\u30d7\u304c ADP \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3067\u4e0d\u6b63\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kADP_NullPointer.LABEL=ADP \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306e\u30dd\u30a4\u30f3\u30bf\u304c Null \u3067\u3059\u3002
kADP_DynamicCastPointerFailed.LABEL=\u30b5\u30d6\u30af\u30e9\u30b9\u6f14\u7b97\u3078\u306e\u52d5\u7684\u30ad\u30e3\u30b9\u30c8\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002
kADP_WrongStorageTypeForFrequencyWeightVar.LABEL=\u5ea6\u6570\u91cd\u307f\u5909\u6570\u306e\u30b9\u30c8\u30ec\u30fc\u30b8 \u30bf\u30a4\u30d7\u304c\u4e0d\u6b63\u3067\u3059\u3002
kADP_WrongStorageTypeForAnalysisWeightVar.LABEL=\u5206\u6790\u91cd\u307f\u5909\u6570\u306e\u30b9\u30c8\u30ec\u30fc\u30b8 \u30bf\u30a4\u30d7\u304c\u4e0d\u6b63\u3067\u3059\u3002
kADP_WrongStorageType.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u30b9\u30c8\u30ec\u30fc\u30b8 \u30bf\u30a4\u30d7\u304c\u4e0d\u6b63\u3067\u3059\u3002
kADP_InvalidUnivariateStatisticsInfo.LABEL=\u5358\u5909\u91cf\u7d71\u8a08\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
kADP_TargetIsExcluded.LABEL=\u76ee\u6a19\u304c\u9664\u5916\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kADP_AllFeaturesAreExcluded.LABEL=\u3059\u3079\u3066\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9664\u5916\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u30e2\u30c7\u30eb\u4f5c\u6210\u306b\u5165\u529b\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kADP_InvalidParametersPassed.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002 \u7121\u52b9\u306a\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u6e21\u3055\u308c\u307e\u3057\u305f\u3002
kADP_FailedCalculateStatistics.LABEL=\u7d71\u8a08\u3092\u8a08\u7b97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kADP_InvalidBivariateStatisticsInfo.LABEL=\u4e8c\u5909\u91cf\u7d71\u8a08\u304c\u7121\u52b9\u3067\u3059\u3002
kADP_ComputationError.LABEL=\u8a08\u7b97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kADP_NoValidRecastThresholdParam.LABEL=MINVALCONTINUOUS \u306f\u3001MAXVALORDINAL \u3088\u308a\u5c0f\u3055\u304f\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kADP_MinValShouldLessThanMaxVal.LABEL=\u6700\u5c0f\u5024\u306f\u3001\u6700\u5927\u5024\u3088\u308a\u5c0f\u3055\u3044\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
kADP_CutOffValOrSDValNotGreaterThanZero.LABEL=\u5206\u5272\u5024\u307e\u305f\u306f\u6a19\u6e96\u504f\u5dee\u306f\u6b63\u306e\u6570\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kADP_NoValidPVal.LABEL=p-\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
kADP_NoValidWeightVariable.LABEL=\u91cd\u307f\u4ed8\u3051\u5909\u6570\u304c\u7121\u52b9\u3067\u3059\u3002
kADP_NotSupportTimestamp.LABEL=DATETIME \u5f62\u5f0f\u306f\u73fe\u5728 ADP \u624b\u7d9a\u304d\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
kADP_NotSupportUnknownStorageType.LABEL=ADP \u624b\u7d9a\u304d\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u306e\u306f\u3001\u6587\u5b57\u5217\u3001\u6574\u6570\u3001\u5b9f\u6570\u3001\u65e5\u4ed8\u304a\u3088\u3073\u6642\u523b\u3067\u3059\u3002
kADP_NoMapOfMissingValueOutputPMML.LABEL=\u6b20\u640d\u5024\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kADP_UnknownStepActionID.LABEL=\u4e0d\u660e\u306a\u30b9\u30c6\u30c3\u30d7\u307e\u305f\u306f\u30a2\u30af\u30b7\u30e7\u30f3 ID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kADP_InvalidVarIndx.LABEL=\u5909\u6570\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u7121\u52b9\u3067\u3059\u3002
kADP_EmptyReorderValues.LABEL=\u4e26\u3079\u66ff\u3048\u305f\u5f8c\u3001\u5024\u306e\u30d9\u30af\u30c8\u30eb\u304c\u7a7a\u3067\u3059\u3002
kADP_OneVarSpecifiedMoreThanOnceForDifferentRoles.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f TARGET\u3001INPUT\u3001\u307e\u305f\u306f ANALYSISWEIGHT \u30ad\u30fc\u30ef\u30fc\u30c9\u306b\u306e\u307f\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002
kADP_MoreThanOneVarsSpecifiedForTarget.LABEL=\u8907\u6570\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u76ee\u6a19\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
kADP_NotSpecifiedAnyInputVariables.LABEL=\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
kADP_ExtensionNameHasBlank.LABEL=\u30e6\u30fc\u30b6\u30fc\u6307\u5b9a\u306e\u62e1\u5f35\u540d\u306b\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u7a7a\u6b04\u304c\u3042\u308a\u307e\u3059
kADP_ReorderTargetNoNominalTarget.LABEL=\u540d\u7fa9\u578b\u76ee\u6a19\u304c\u306a\u3044\u305f\u3081\u3001\u76ee\u6a19\u30ab\u30c6\u30b4\u30ea\u306e\u4e26\u3079\u66ff\u3048\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_RescaleTargetNoScaleTarget.LABEL=\u9023\u7d9a\u578b\u76ee\u6a19\u304c\u306a\u3044\u305f\u3081\u3001\u76ee\u6a19\u306e\u8abf\u6574\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_RescaleFeatureNoScaleFeature.LABEL=\u9023\u7d9a\u578b\u5165\u529b\u304c\u306a\u3044\u305f\u3081\u3001\u5165\u529b\u306e\u8abf\u6574\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_SupervisedBinningNoCatTarget.LABEL=\u30ab\u30c6\u30b4\u30ea\u578b\u76ee\u6a19\u304c\u306a\u3044\u305f\u3081\u3001\u76e3\u8996\u5206\u5272\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_SupervisedBinningNoScaleFeature.LABEL=\u9023\u7d9a\u578b\u5165\u529b\u304c\u306a\u3044\u305f\u3081\u3001\u76e3\u8996\u5206\u5272\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_FeatureSelectionNoTarget.LABEL=\u76ee\u6a19\u304c\u306a\u3044\u305f\u3081\u3001\u7279\u5fb4\u9078\u629e\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_FeatureSelectionCatTargetWithoutCatFeature.LABEL=\u30ab\u30c6\u30b4\u30ea\u578b\u76ee\u6a19\u306e\u30ab\u30c6\u30b4\u30ea\u578b\u5165\u529b\u304c\u306a\u3044\u305f\u3081\u3001\u7279\u5fb4\u9078\u629e\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_FeatureSelectionScaleTargetWithoutScaleFeature.LABEL=\u30b9\u30b1\u30fc\u30eb\u578b\u76ee\u6a19\u306e\u9023\u7d9a\u578b\u5165\u529b\u304c\u306a\u3044\u305f\u3081\u3001\u7279\u5fb4\u9078\u629e\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_FeatureConstructionNoScaleFeature.LABEL=\u9023\u7d9a\u578b\u5165\u529b\u304c\u306a\u3044\u305f\u3081\u3001\u7279\u5fb4\u69cb\u7bc9\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_ReorderNominalFeatureNoNominalFeature.LABEL=\u540d\u7fa9\u578b\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u306a\u3044\u305f\u3081\u3001\u30d5\u30a3\u30fc\u30eb\u30c9 \u30ab\u30c6\u30b4\u30ea\u3092\u4e26\u3079\u66ff\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kADP_SupervisedMergingNoTarget.LABEL=\u76ee\u6a19\u304c\u306a\u3044\u305f\u3081\u3001\u76e3\u8996\u7d50\u5408\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_SupervisedMergingNoCatFeature.LABEL=\u30ab\u30c6\u30b4\u30ea\u578b\u5165\u529b\u304c\u306a\u3044\u305f\u3081\u3001\u76e3\u8996\u7d50\u5408\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_UnsupervisedMergingNoCatFeature.LABEL=\u30ab\u30c6\u30b4\u30ea\u578b\u5165\u529b\u304c\u306a\u3044\u305f\u3081\u3001\u975e\u76e3\u8996\u7d50\u5408\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_NoPredictorsRecommended.LABEL=\u30e2\u30c7\u30eb\u4f5c\u6210\u3067\u306e\u4f7f\u7528\u304c\u63a8\u5968\u3055\u308c\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kADP_OneVarSpecifiedMoreThanOnce.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u8907\u6570\u56de\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
kADP_UnsupervisedMergingWithTarget.LABEL=\u76ee\u6a19\u304c\u3042\u308b\u305f\u3081\u3001\u975e\u76e3\u8996\u7d50\u5408\u304c\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
kADP_EmptySuffix.LABEL=\u5909\u63db\u3055\u308c\u305f\u5909\u6570\u307e\u305f\u306f\u69cb\u7bc9\u304b\u3055\u308c\u305f\u5909\u6570\u306b\u540d\u524d\u306e\u62e1\u5f35\u5b50\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kADP_OneVarSpecifiedMoreThanOnceForTheSameRole.LABEL=1 \u3064\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u540c\u3058\u5f79\u5272\u306b\u8907\u6570\u56de\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059 (\u4f8b: \u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u3057\u3066 2 \u56de\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u306a\u3069) 
