#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=Modèles mixtes linéaires généralisés

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution. 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 en tant que {0} et en tant que partie d\u2019un effet fixe.
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 en tant que {0} et en tant que partie d\u2019un effet al\u00e9atoire.
kGLMM_DuplicatedEffectInFixed.LABEL=Au moins un effet {0} en double a \u00e9t\u00e9 trouv\u00e9. Tous les effets en double seront ignor\u00e9s.
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 en tant que {0} et en tant que {1}.
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 en tant que d\u00e9calage et en tant que {0}.
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=Des champs ne peuvent pas \u00eatre sp\u00e9cifi\u00e9s en tant que sujets et en tant que mesures r\u00e9p\u00e9t\u00e9es.
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 en tant que pond\u00e9ration d\u2019analyse et en tant que {0}.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=Des champs ne peuvent pas \u00eatre sp\u00e9cifi\u00e9s en tant que sujets et en tant que mesures r\u00e9p\u00e9t\u00e9es.
kGLMM_RandomSubjectNotInRepeated.LABEL=Au moins un champ de sujet \u00e0 effet al\u00e9atoire n\u2019est pas sp\u00e9cifi\u00e9 en tant que champ de sujet dans la sp\u00e9cification de la structure des donn\u00e9es.
kGLMM_NoSubjectInRepeated.LABEL=Le mot-cl\u00e9 SUBJECT est requis lors de l\u2019utilisation de la sous-commande DATA_STRUCTURE.
kGLMM_DuplicatedEffectInRandoms.LABEL=Au moins un effet {0} en double a \u00e9t\u00e9 trouv\u00e9. Tous les effets en double seront ignor\u00e9s.
kGLMM_NoEffectsInRandom.LABEL=Aucun effet al\u00e9atoire n\u2019est sp\u00e9cifi\u00e9 sur au moins l\u2019un des blocs d\u2019effet al\u00e9atoire.
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=Les regroupements des blocs d\u2019effet al\u00e9atoire ne sont pas pris en charge pour la distribution de probabilit\u00e9 multinomiale.
kGLMM_UnmatchedDistributionAndLink.LABEL=Une combinaison non valide de distribution et de param\u00e8tre de lien est sp\u00e9cifi\u00e9e.
kGLMM_InsufficientMemory.LABEL=M\u00e9moire insuffisante. Aucun r\u00e9sultat ne sera affich\u00e9.
kGLMM_NoValidCase.LABEL=Il n\u2019existe pas d\u2019enregistrement valide.
kGLMM_DuplicatedRepeatedLevels.LABEL=Les niveaux des effets de mesures r\u00e9p\u00e9t\u00e9es ne sont pas diff\u00e9rents pour chaque observation au sein d\u2019un sujet r\u00e9p\u00e9t\u00e9.
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=En raison de certaines pond\u00e9rations d\u2019effectifs sup\u00e9rieures \u00e0 1, les niveaux des effets de mesures r\u00e9p\u00e9t\u00e9es ne sont pas diff\u00e9rents pour chaque observation au sein d\u2019un sujet r\u00e9p\u00e9t\u00e9.
kGLMM_UndistinctDependentDataInBinomial.LABEL=La cible doit poss\u00e9der deux valeurs de donn\u00e9es valides distinctes lors de l\u2019utilisation de la distribution binomiale.
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL=Les valeurs de donn\u00e9es cible de la distribution de probabilit\u00e9 {0} doivent \u00eatre positives.
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL=Les valeurs de donn\u00e9es cible de la distribution de probabilit\u00e9 {0} doivent \u00eatre des entiers non n\u00e9gatifs.
kGLMM_InvalidInitialValue.LABEL=Erreur : La liste ou le fichier des valeurs initiales contient des donn\u00e9es insuffisantes ou non valides. Des valeurs initiales doivent \u00eatre fournies pour tous les param\u00e8tres (y compris les param\u00e8tres redondants si le mod\u00e8le est lin\u00e9aire g\u00e9n\u00e9ralis\u00e9). L\u2019ordre des valeurs initiales doit correspondre \u00e0 l\u2019ordre des param\u00e8tres du mod\u00e8le utilis\u00e9s par la proc\u00e9dure.
kGLMM_IterationTerminatedButNoConv.LABEL=L\u2019it\u00e9ration a \u00e9t\u00e9 termin\u00e9e, mais la convergence n\u2019a pas pu \u00eatre atteinte. Les r\u00e9sultats de la derni\u00e8re it\u00e9ration sont affich\u00e9s. La proc\u00e9dure continue malgr\u00e9 l\u2019avertissement. Les r\u00e9sultats suivants produits reposent sur la derni\u00e8re it\u00e9ration. La validit\u00e9 de l\u2019ajustement du mod\u00e8le n\u2019est pas certaine.
kGLMM_ConvButHessianNotPositive.LABEL=La matrice de Hess finale n\u2019est pas formellement positive, bien que tous les crit\u00e8res de convergence sont remplis. La proc\u00e9dure continue malgr\u00e9 l\u2019avertissement. Les r\u00e9sultats suivants produits reposent sur la derni\u00e8re it\u00e9ration. La validit\u00e9 de l\u2019ajustement du mod\u00e8le n\u2019est pas certaine.
kGLMM_QuasiCompleteSeparation.LABEL=Il existe peut-\u00eatre une s\u00e9paration quasi-compl\u00e8te dans les donn\u00e9es. Les estimations du maximum de vraisemblance n\u2019existent pas. La proc\u00e9dure continue malgr\u00e9 l\u2019avertissement. Les r\u00e9sultats suivants produits reposent sur la derni\u00e8re it\u00e9ration. La validit\u00e9 de l\u2019ajustement du mod\u00e8le n\u2019est pas certaine.
kGLMM_InvalidCaseInLastIteration.LABEL=Il existe au moins un enregistrement non valide dans la derni\u00e8re it\u00e9ration. Un enregistrement n\u2019est pas valide s\u2019il existe des erreurs de calcul de la fonction de lien inverse {0}, du log de vraisemblance, du gradient ou de la matrice de Hess, lors du processus it\u00e9ratif. Aucun r\u00e9sultat ne sera affich\u00e9.
kGLMM_FrequencyWeightVarInCovariate.LABEL=La pond\u00e9ration d\u2019effectifs ne peut \u00eatre utilis\u00e9e dans aucun autre r\u00f4le.
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 en tant que {0} et en tant que partie d\u2019un effet fixe.
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 en tant que {0} et en tant que partie d\u2019un effet al\u00e9atoire.
kGLMM_DuplicatedFactorInEffect.LABEL=Un champ qualitatif est sp\u00e9cifi\u00e9 plusieurs fois dans l\u2019effet. Il ne peut l\u2019\u00eatre qu\u2019une seule fois.
kGLMM_InternalError.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution. 
kGLMM_TargetIsNotCatForMultinomial.LABEL=La cible doit poss\u00e9der un niveau de mesure qualitatif si la distribution de probabilit\u00e9 multinomiale est sp\u00e9cifi\u00e9e.
kGLMM_TargetIsNotContForSomeDistribution.LABEL=La cible doit poss\u00e9der un niveau de mesure continu si la distribution de probabilit\u00e9 {0} est sp\u00e9cifi\u00e9e.
kGLMM_RegWeightFieldIsNotNumeric.LABEL=La pond\u00e9ration d\u2019analyse doit \u00eatre num\u00e9rique.
kGLMM_OffsetFieldIsNotContinuous.LABEL=Le d\u00e9calage doit poss\u00e9der un niveau de mesure continu.
kGLMM_FreWeightFieldIsNotNumeric.LABEL=Le champ de pond\u00e9ration d\u2019effectif doit \u00eatre num\u00e9rique.
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=Tous les termes des moyennes marginales estim\u00e9es doivent \u00e9galement \u00eatre des effets fixes.
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=Au moins un champ sp\u00e9cifi\u00e9 en tant que contr\u00f4le de moyenne marginale estim\u00e9e n\u2019a pas \u00e9t\u00e9 sp\u00e9cifi\u00e9 en tant que covariable dans le mod\u00e8le.
kGLMM_NumericalProblemInEstimation.LABEL=Le mod\u00e8le ne peut \u00eatre g\u00e9n\u00e9r\u00e9 car une erreur de calcul est survenue au cours de l\u2019estimation. Aucun r\u00e9sultat ne sera affich\u00e9.
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=La cible doit poss\u00e9der un niveau de mesure continu si un champ de tentatives est sp\u00e9cifi\u00e9.
kGLMM_ConstantTarget.LABEL=La cible doit poss\u00e9der au moins deux valeurs de donn\u00e9es valides distinctes lors de l\u2019utilisation de la distribution multinomiale.
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=Aucun champ de mesure r\u00e9p\u00e9t\u00e9e n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9, par cons\u00e9quent aucune partie de mesure r\u00e9p\u00e9t\u00e9e du mod\u00e8le n\u2019a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9e.
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=Tous les termes des moyennes marginales estim\u00e9es doivent \u00eatre des champs qualitatifs.
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=Trois champs au maximum peuvent \u00eatre sp\u00e9cifi\u00e9s dans un terme de moyenne marginale estim\u00e9e.
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=Le champ de contraste doit \u00e9galement \u00eatre un terme de la sp\u00e9cification des moyennes marginales estim\u00e9es.
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=Le champ de contraste n\u2019est pas appropri\u00e9 dans un effet imbriqu\u00e9 de la sp\u00e9cification des moyennes marginales estim\u00e9es.
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=La valeur de r\u00e9f\u00e9rence de la cible est introuvable dans l\u2019ensemble de donn\u00e9es.
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL=Il n\u2019existe pas d\u2019enregistrements valides pour la fonction de lien {0}. Aucun r\u00e9sultat ne sera affich\u00e9.
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=La matrice de covariance des r\u00e9sidus n\u2019est pas formellement positive dans le processus it\u00e9ratif. Aucun r\u00e9sultat ne sera affich\u00e9.
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=Il est impossible de g\u00e9n\u00e9rer le mod\u00e8le en raison d\u2019un d\u00e9passement num\u00e9rique d\u00fb \u00e0 des valeurs de covariables el\u00e9v\u00e9es. Aucun r\u00e9sultat ne sera affich\u00e9.
kGLMM_DuplicateRandomEffectBlockFound.LABEL=Au moins un bloc \u00e0 effets al\u00e9atoires en double a \u00e9t\u00e9 trouv\u00e9. Tous les blocs \u00e0 effets al\u00e9atoires en double seront ignor\u00e9s.
kGLMM_DuplicateEMMeansSpecFound.LABEL=Au moins une sp\u00e9cification de moyenne marginale estim\u00e9e en double a \u00e9t\u00e9 trouv\u00e9e. Toutes les sp\u00e9cifications de moyenne marginale estim\u00e9e en double seront ignor\u00e9es.
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=Un champ continu ne peut pas poss\u00e9der un autre effet imbriqu\u00e9 \u00e0 l\u2019int\u00e9rieur.
kGLMM_MaxIterReachedButNotConv.LABEL=Le nombre maximum d\u2019it\u00e9rations a \u00e9t\u00e9 atteint mais la convergence n\u2019a pas \u00e9t\u00e9 obtenue. Les r\u00e9sultats de la derni\u00e8re it\u00e9ration sont affich\u00e9s. La proc\u00e9dure continue malgr\u00e9 l\u2019avertissement. Les r\u00e9sultats suivants produits reposent sur la derni\u00e8re it\u00e9ration. La validit\u00e9 de l\u2019ajustement du mod\u00e8le n\u2019est pas certaine.
kGLMM_GMatrIsNotPositive.LABEL=La matrice de covariance estim\u00e9e des effets al\u00e9atoires (matrice G) n\u2019est pas formellement positive. La proc\u00e9dure continue malgr\u00e9 l\u2019avertissement. Les r\u00e9sultats suivants produits reposent sur la derni\u00e8re it\u00e9ration. La validit\u00e9 de l\u2019ajustement du mod\u00e8le n\u2019est pas certaine.
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=Il existe peut-\u00eatre une s\u00e9paration compl\u00e8te dans les donn\u00e9es. Les estimations du maximum de vraisemblance n\u2019existent pas. La proc\u00e9dure continue malgr\u00e9 l\u2019avertissement. Les r\u00e9sultats suivants produits reposent sur la derni\u00e8re it\u00e9ration. La validit\u00e9 de l\u2019ajustement du mod\u00e8le n\u2019est pas certaine.
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=Les valeurs de donn\u00e9es de pond\u00e9ration d\u2019analyse doivent \u00eatre positives.
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=Un ou plusieurs enregistrements ne sont pas utilis\u00e9s dans l\u2019analyse, car un ou plusieurs de leurs champs poss\u00e8dent des valeurs non valides ou manquantes.
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=Les valeurs valides des variables d\u2019\u00e9v\u00e9nement (cible) et de tentative sont respectivement des entiers non-n\u00e9gatifs et des entiers positifs, et le nombre de tentatives ne peut pas \u00eatre inf\u00e9rieur au nombre d\u2019\u00e9v\u00e9nements. 

# Common error message
kMCCANCEL.LABEL=L\u2019analyse a \u00e9t\u00e9 abandonn\u00e9e \u00e0 la suite d\u2019une demande d\u2019annulation.
kMC_IO_ERROR.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution. 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=M\u00e9moire insuffisante. Aucun r\u00e9sultat ne sera affich\u00e9.
kMC_WRONG_STATE.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution. 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=Un probl\u00e8me est survenu lors de la cr\u00e9ation ou de l\u2019\u00e9criture d\u2019un fichier temporaire. Assurez-vous que le chemin du r\u00e9pertoire temporaire est valide, que vous avez les droits d\u2019\u00e9criture dans le r\u00e9pertoire et que le disque contient suffisamment d\u2019espace libre.
kMCCom_BadVarIndex.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution.  
kMCCom_NoMetadataForVar.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution.  
kMCRegr_InternalError.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution.  
kMCRegr_DataSourceError.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution.  
kMCRegr_NoRecordsFound.LABEL=Aucun enregistrement n\u2019a \u00e9t\u00e9 trouv\u00e9 dans la source de donn\u00e9es.
kMCRegr_RecordTooShort.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution.  
kMCRegr_InvalidRecordValue.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution.  
kMCRegr_LMatrixEmpty.LABEL=Impossible de proc\u00e9der au calcul car les degr\u00e9s de libert\u00e9 sont nuls.
kMCRegr_LMatrixNCols.LABEL=Une erreur interne s\u2019est produite au cours de l\u2019ex\u00e9cution.  
kMCRegr_GEFMatrixEmpty.LABEL=Impossible de proc\u00e9der au calcul car les degr\u00e9s de libert\u00e9 sont nuls.

# Process report
PreparedDataHandleMsg.LABEL=Pr\u00e9paration du traitement des donn\u00e9es termin\u00e9e
HandleDataProcessMsg.LABEL=Processus de traitement des donn\u00e9es : {0 } %
HandleDataProcessEndMsg.LABEL=Processus de traitement des donn\u00e9es termin\u00e9
ExportPmmlProgressMsg.LABEL=Exportation du mod\u00e8le vers le fichier PMML termin\u00e9e

# Saved field labels
kGLMM_PredictedValue_0=Valeur pr\u00e9dite
kGLMM_PredictedProbability_2=Probabilit\u00e9 pr\u00e9dite pour{0} = {1}.
kGLMM_CumulativePredictedProbability_2=Probabilit\u00e9 cumul\u00e9e pr\u00e9dite pour {0}\u00a0=\u00a0{1}.
kGLMM_ConfidencePP_0=Confiance dans la valeur pr\u00e9dite (probabilit\u00e9 pr\u00e9dite)
kGLMM_ConfidencePI_0=Confiance dans la valeur pr\u00e9dite (am\u00e9lioration de la probabilit\u00e9)
kGLMM_CILower_0=Limite inf\u00e9rieure de l\u2019IC pour la valeur pr\u00e9dite
kGLMM_CILower_2=Limite inf\u00e9rieure de l\u2019IC de la probabilit\u00e9 pr\u00e9dite pour{0}\u00a0=\u00a0{1}.
kGLMM_CILower_2=Limite inf\u00e9rieure de l\u2019IC pour la probabilit\u00e9 pr\u00e9dite pour{0} = {1}.
kGLMM_CIUpper_0=Limite sup\u00e9rieure de l\u2019IC pour la valeur pr\u00e9dite
kGLMM_CIUpper_2=Limite sup\u00e9rieure de l\u2019IC de la probabilit\u00e9 pr\u00e9dite pour {0}\u00a0=\u00a0{1}.
kGLMM_CIUpper_2=Limite sup\u00e9rieure de l\u2019IC pour la probabilit\u00e9 pr\u00e9dite pour{0} = {1}.
kGLMM_PearsonResidual_0=R\u00e9sidu de Pearson

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=fixe
random=al\u00e9atoire
gamma=gamma
inverse Gaussian=Gaussienne inverse
negative binomial=Binomiale n\u00e9gative
Poisson=Poisson

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=Le champ de pond\u00e9ration d\u2019effectif doit \u00eatre num\u00e9rique.
