#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=\u6982\u5316\u7dda\u6027\u6df7\u5408\u6a21\u5f0f

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba {0} \u548c\u56fa\u5b9a\u6548\u679c\u7684\u4e00\u90e8\u5206\u3002
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba {0} \u548c\u96a8\u6a5f\u6548\u679c\u7684\u4e00\u90e8\u5206\u3002
kGLMM_DuplicatedEffectInFixed.LABEL=\u81f3\u5c11\u627e\u5230\u4e00\u500b\u91cd\u8907\u7684 {0} \u6548\u679c\u3002 \u5c07\u6703\u5ffd\u7565\u6240\u6709\u7684\u91cd\u8907\u6548\u679c\u3002
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba {0} \u548c {1}\u3002
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba\u4f4d\u79fb\u548c {0}\u3002
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba\u53d7\u8a66\u8005\u548c\u91cd\u8907\u91cf\u6578\u3002
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba\u5206\u6790\u52a0\u6b0a\u548c {0}\u3002
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba\u53d7\u8a66\u8005\u548c\u91cd\u8907\u91cf\u6578\u3002
kGLMM_RandomSubjectNotInRepeated.LABEL=\u81f3\u5c11\u4e00\u500b\u96a8\u6a5f\u6548\u679c\u53d7\u8a66\u8005\u6b04\u4f4d\u672a\u5728\u8cc7\u6599\u7d50\u69cb\u898f\u683c\u4e2d\u6307\u5b9a\u70ba\u53d7\u8a66\u8005\u6b04\u4f4d\u3002
kGLMM_NoSubjectInRepeated.LABEL=\u4f7f\u7528 DATA_STRUCTURE \u6b21\u6307\u4ee4\u6642\uff0c\u9700\u8981\u95dc\u9375\u5b57 SUBJECT\u3002
kGLMM_DuplicatedEffectInRandoms.LABEL=\u81f3\u5c11\u627e\u5230\u4e00\u500b\u91cd\u8907\u7684 {0} \u6548\u679c\u3002 \u5c07\u6703\u5ffd\u7565\u6240\u6709\u7684\u91cd\u8907\u6548\u679c\u3002
kGLMM_NoEffectsInRandom.LABEL=\u81f3\u5c11\u4e00\u500b\u96a8\u6a5f\u6548\u679c\u5340\u584a\u4e2d\u672a\u6307\u5b9a\u96a8\u6a5f\u6548\u679c\u3002
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=\u591a\u9805\u5f0f\u6a5f\u7387\u5206\u914d\u4e0d\u652f\u63f4\u96a8\u6a5f\u6548\u679c\u5340\u584a\u5206\u7d44\u3002
kGLMM_UnmatchedDistributionAndLink.LABEL=\u5df2\u6307\u5b9a\u5206\u914d\u548c\u9023\u7d50\u8a2d\u5b9a\u7684\u7121\u6548\u7d44\u5408\u3002
kGLMM_InsufficientMemory.LABEL=\u8a18\u61b6\u9ad4\u4e0d\u8db3\u3002 \u5c07\u4e0d\u6703\u986f\u793a\u8f38\u51fa\u3002
kGLMM_NoValidCase.LABEL=\u6c92\u6709\u4efb\u4f55\u6709\u6548\u8a18\u9304\u3002
kGLMM_DuplicatedRepeatedLevels.LABEL=\u91cd\u8907\u91cf\u6578\u6548\u679c\u7684\u6c34\u6e96\u5c0d\u91cd\u8907\u7684\u53d7\u8a66\u8005\u4e2d\u7684\u6bcf\u500b\u500b\u6848\u4e26\u7121\u4e0d\u540c\u3002
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=\u7531\u65bc\u90e8\u5206\u6709\u6548\u7684\u6b21\u6578\u52a0\u6b0a\u5927\u65bc 1\uff0c\u56e0\u6b64\u91cd\u8907\u91cf\u6578\u6548\u679c\u7684\u6c34\u6e96\u5c0d\u91cd\u8907\u7684\u53d7\u8a66\u8005\u4e2d\u7684\u6bcf\u500b\u500b\u6848\u4e26\u7121\u4e0d\u540c\u3002
kGLMM_UndistinctDependentDataInBinomial.LABEL=\u4f7f\u7528\u4e8c\u9805\u5f0f\u5206\u914d\u6642\uff0c\u76ee\u6a19\u5fc5\u9808\u5177\u6709\u5169\u500b\u4e0d\u540c\u7684\u6709\u6548\u8cc7\u6599\u503c\u3002
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL={0} \u6a5f\u7387\u5206\u914d\u7684\u76ee\u6a19\u8cc7\u6599\u503c\u5fc5\u9808\u662f\u6b63\u6578\u3002
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL={0} \u6a5f\u7387\u5206\u914d\u7684\u76ee\u6a19\u8cc7\u6599\u503c\u5fc5\u9808\u662f\u975e\u8ca0\u6574\u6578\u3002
kGLMM_InvalidInitialValue.LABEL=\u932f\u8aa4\uff1a \u521d\u59cb\u503c\u6e05\u55ae\u6216\u6a94\u6848\u5305\u542b\u7121\u6548\u6216\u4e0d\u8db3\u7684\u8cc7\u6599\u3002 \u5fc5\u9808\u70ba\u6240\u6709\u53c3\u6578\u63d0\u4f9b\u521d\u59cb\u503c (\u5982\u679c\u662f\u6982\u5316\u7dda\u6027\u6a21\u5f0f\uff0c\u9084\u5fc5\u9808\u5305\u62ec\u5197\u9918\u53c3\u6578)\u3002 \u521d\u59cb\u503c\u7684\u6392\u5e8f\u5fc5\u9808\u5c0d\u61c9\u7a0b\u5e8f\u6240\u4f7f\u7528\u7684\u6a21\u5f0f\u53c3\u6578\u6392\u5e8f\u3002
kGLMM_IterationTerminatedButNoConv.LABEL=\u758a\u4ee3\u5df2\u7d42\u6b62\uff0c\u4f46\u5c1a\u672a\u9054\u5230\u6536\u6582\u3002 \u6703\u986f\u793a\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u7684\u8f38\u51fa\u3002 \u96d6\u7136\u51fa\u73fe\u9019\u500b\u8b66\u544a\uff0c\u7a0b\u5e8f\u9084\u662f\u6703\u7e7c\u7e8c\u9032\u884c\u3002 \u5f8c\u7e8c\u7d50\u679c\u6703\u4f9d\u64da\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u800c\u7522\u751f\u3002 \u4e0d\u78ba\u5b9a\u6a21\u5f0f\u9069\u5408\u5ea6\u7684\u6709\u6548\u6027\u3002
kGLMM_ConvButHessianNotPositive.LABEL=\u96d6\u7136\u6eff\u8db3\u6240\u6709\u6536\u6582\u6e96\u5247\uff0c\u4f46\u6700\u7d42\u7684 Hessian \u77e9\u9663\u4e26\u975e\u6b63\u5b9a\u7684\u3002 \u96d6\u7136\u51fa\u73fe\u9019\u500b\u8b66\u544a\uff0c\u7a0b\u5e8f\u9084\u662f\u6703\u7e7c\u7e8c\u9032\u884c\u3002 \u5f8c\u7e8c\u7d50\u679c\u6703\u4f9d\u64da\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u800c\u7522\u751f\u3002 \u4e0d\u78ba\u5b9a\u6a21\u5f0f\u9069\u5408\u5ea6\u7684\u6709\u6548\u6027\u3002
kGLMM_QuasiCompleteSeparation.LABEL=\u53ef\u80fd\u6709\u4f3c\u5b8c\u6210\u7684\u8cc7\u6599\u5206\u7d44\u3002 \u6700\u5927\u6982\u4f3c\u4f30\u8a08\u503c\u4e0d\u5b58\u5728\u3002\u96d6\u7136\u51fa\u73fe\u9019\u500b\u8b66\u544a\uff0c\u7a0b\u5e8f\u9084\u662f\u6703\u7e7c\u7e8c\u9032\u884c\u3002\u5f8c\u7e8c\u7d50\u679c\u6703\u4f9d\u64da\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u800c\u7522\u751f\u3002\u4e0d\u78ba\u5b9a\u6a21\u5f0f\u9069\u5408\u5ea6\u7684\u6709\u6548\u6027\u3002
kGLMM_InvalidCaseInLastIteration.LABEL=\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u4e2d\u81f3\u5c11\u6709\u4e00\u500b\u7121\u6548\u8a18\u9304\u3002 \u5982\u679c\u5728\u758a\u4ee3\u7a0b\u5e8f\u4e2d\u8a08\u7b97\u9006 {0} \u9023\u7d50\u51fd\u6578\u3001\u5c0d\u6578\u6982\u4f3c\u3001\u68af\u5ea6\u6216 Hessian \u77e9\u9663\u6642\u51fa\u73fe\u932f\u8aa4\uff0c\u5247\u8a18\u9304\u7121\u6548\u3002 \u5c07\u4e0d\u6703\u986f\u793a\u8f38\u51fa\u3002
kGLMM_FrequencyWeightVarInCovariate.LABEL=\u6b21\u6578\u52a0\u6b0a\u4e0d\u53ef\u7528\u65bc\u5176\u4ed6\u4efb\u4f55\u89d2\u8272\u3002
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba\u56fa\u5b9a\u6548\u679c\u7684\u4e00\u90e8\u5206\u548c {0}\u3002
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=\u6b04\u4f4d\u4e0d\u53ef\u540c\u6642\u6307\u5b9a\u70ba\u96a8\u6a5f\u6548\u679c\u7684\u4e00\u90e8\u5206\u548c {0}\u3002
kGLMM_DuplicatedFactorInEffect.LABEL=\u6548\u679c\u4e2d\u7684\u985e\u5225\u6b04\u4f4d\u6307\u5b9a\u4e86\u4e00\u6b21\u4ee5\u4e0a\u3002\u5b83\u53ea\u80fd\u6307\u5b9a\u4e00\u6b21\u3002
kGLMM_InternalError.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002 
kGLMM_TargetIsNotCatForMultinomial.LABEL=\u5982\u679c\u6307\u5b9a\u4e86\u591a\u9805\u5f0f\u6a5f\u7387\u5206\u914d\uff0c\u5247\u76ee\u6a19\u5fc5\u9808\u5177\u6709\u985e\u5225\u6e2c\u91cf\u6c34\u6e96\u3002
kGLMM_TargetIsNotContForSomeDistribution.LABEL=\u5982\u679c\u6307\u5b9a\u4e86 {0} \u6a5f\u7387\u5206\u914d\uff0c\u5247\u76ee\u6a19\u5fc5\u9808\u5177\u6709\u9023\u7e8c\u7684\u6e2c\u91cf\u6c34\u6e96\u3002
kGLMM_RegWeightFieldIsNotNumeric.LABEL=\u5206\u6790\u52a0\u6b0a\u5fc5\u9808\u662f\u6578\u503c\u3002
kGLMM_OffsetFieldIsNotContinuous.LABEL=\u504f\u79fb\u5fc5\u9808\u5177\u6709\u9023\u7e8c\u6e2c\u91cf\u6c34\u6e96\u3002
kGLMM_FreWeightFieldIsNotNumeric.LABEL=\u6b21\u6578\u52a0\u6b0a\u6b04\u4f4d\u5fc5\u9808\u662f\u6578\u503c\u3002
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=\u6240\u6709\u4f30\u8a08\u7684\u908a\u969b\u5e73\u5747\u503c\u9805\u4e5f\u5fc5\u9808\u662f\u56fa\u5b9a\u6548\u679c\u3002
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=\u6a21\u5f0f\u4e2d\u81f3\u5c11\u4e00\u500b\u6307\u5b9a\u70ba\u4f30\u8a08\u7684\u908a\u969b\u5e73\u5747\u503c\u63a7\u5236\u9805\u7684\u6b04\u4f4d\uff0c\u4e26\u672a\u540c\u6642\u6307\u5b9a\u70ba\u5171\u8b8a\u91cf\u3002
kGLMM_NumericalProblemInEstimation.LABEL=\u5728\u4f30\u8a08\u671f\u9593\u767c\u751f\u8a08\u7b97\u932f\u8aa4\uff0c\u56e0\u6b64\u7121\u6cd5\u5efa\u7acb\u6a21\u5f0f\u3002 \u5c07\u4e0d\u6703\u986f\u793a\u8f38\u51fa\u3002
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=\u82e5\u6307\u5b9a\u4e86\u8a66\u9a57\u6b04\u4f4d\uff0c\u5247\u76ee\u6a19\u5fc5\u9808\u5177\u6709\u9023\u7e8c\u6e2c\u91cf\u6c34\u6e96\u3002
kGLMM_ConstantTarget.LABEL=\u4f7f\u7528\u591a\u9805\u5f0f\u5206\u914d\u6642\uff0c\u76ee\u6a19\u81f3\u5c11\u9808\u5177\u6709\u5169\u500b\u4e0d\u540c\u7684\u6709\u6548\u8cc7\u6599\u503c\u3002
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=\u672a\u6307\u5b9a\u91cd\u8907\u91cf\u6578\u6b04\u4f4d\uff0c\u56e0\u6b64\u4e0d\u6703\u5efa\u7acb\u6a21\u5f0f\u7684\u91cd\u8907\u91cf\u6578\u90e8\u5206\u3002
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=\u6240\u6709\u4f30\u8a08\u7684\u908a\u969b\u5e73\u5747\u503c\u9805\u90fd\u5fc5\u9808\u662f\u985e\u5225\u6b04\u4f4d\u3002
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=\u55ae\u4e00\u7684\u4f30\u8a08\u908a\u969b\u5e73\u5747\u503c\u9805\u4e2d\u4e0d\u53ef\u6307\u5b9a\u4e09\u500b\u4ee5\u4e0a\u7684\u6b04\u4f4d\u3002
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=\u5c0d\u6bd4\u6b04\u4f4d\u4e5f\u5fc5\u9808\u662f\u4f30\u8a08\u7684\u908a\u969b\u5e73\u5747\u503c\u898f\u683c\u4e2d\u7684\u4e00\u500b\u9805\u3002
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=\u5c0d\u6bd4\u6b04\u4f4d\u4e0d\u9069\u5408\u51fa\u73fe\u5728\u4f30\u8a08\u7684\u908a\u969b\u5e73\u5747\u503c\u898f\u683c\u7684\u5de2\u72c0\u6548\u679c\u4e2d\u3002
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=\u7121\u6cd5\u5728\u8cc7\u6599\u96c6\u4e2d\u627e\u5230\u76ee\u6a19\u7684\u53c3\u8003\u503c\u3002
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL=\u6c92\u6709 {0} \u9023\u7d50\u51fd\u6578\u7684\u6709\u6548\u8a18\u9304\u3002 \u5c07\u4e0d\u6703\u986f\u793a\u8f38\u51fa\u3002
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=\u758a\u4ee3\u7a0b\u5e8f\u4e2d\u7684\u6b98\u5dee\u5171\u8b8a\u7570\u6578\u77e9\u9663\u4e26\u975e\u6b63\u5b9a\u3002 \u5c07\u4e0d\u6703\u986f\u793a\u8f38\u51fa\u3002
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=\u56e0\u5171\u8b8a\u91cf\u503c\u904e\u5927\u9020\u6210\u6578\u503c\u6ea2\u51fa\uff0c\u800c\u7121\u6cd5\u5efa\u7acb\u6a21\u5f0f\u3002 \u5c07\u4e0d\u6703\u986f\u793a\u8f38\u51fa\u3002
kGLMM_DuplicateRandomEffectBlockFound.LABEL=\u81f3\u5c11\u627e\u5230\u4e00\u500b\u91cd\u8907\u7684\u96a8\u6a5f\u6548\u679c\u5340\u584a\u3002 \u5c07\u6703\u5ffd\u7565\u6240\u6709\u7684\u91cd\u8907\u6548\u679c\u5340\u584a\u3002
kGLMM_DuplicateEMMeansSpecFound.LABEL=\u81f3\u5c11\u627e\u5230\u4e00\u500b\u91cd\u8907\u7684\u4f30\u8a08\u908a\u969b\u5e73\u5747\u503c\u898f\u683c\u3002 \u5c07\u6703\u5ffd\u7565\u6240\u6709\u91cd\u8907\u7684\u4f30\u8a08\u908a\u969b\u5e73\u5747\u503c\u898f\u683c\u3002
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=\u9023\u7e8c\u6b04\u4f4d\u4e0d\u53ef\u6709\u5176\u4ed6\u6548\u679c\u5728\u5176\u4e2d\u5efa\u7acb\u5de2\u72c0\u7d50\u69cb\u3002
kGLMM_MaxIterReachedButNotConv.LABEL=\u5df2\u9054\u5230\u758a\u4ee3\u6b21\u6578\u7684\u4e0a\u9650\uff0c\u4f46\u672a\u9054\u6210\u6536\u6582\u3002 \u6703\u986f\u793a\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u7684\u8f38\u51fa\u3002 \u96d6\u7136\u51fa\u73fe\u9019\u500b\u8b66\u544a\uff0c\u7a0b\u5e8f\u9084\u662f\u6703\u7e7c\u7e8c\u9032\u884c\u3002 \u5f8c\u7e8c\u7d50\u679c\u6703\u4f9d\u64da\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u800c\u7522\u751f\u3002 \u4e0d\u78ba\u5b9a\u6a21\u5f0f\u9069\u5408\u5ea6\u7684\u6709\u6548\u6027\u3002
kGLMM_GMatrIsNotPositive.LABEL=\u96a8\u6a5f\u6548\u679c\u7684\u4f30\u8a08\u5171\u8b8a\u7570\u6578\u77e9\u9663 (G \u77e9\u9663) \u4e26\u975e\u6b63\u5b9a\u3002 \u96d6\u7136\u51fa\u73fe\u9019\u500b\u8b66\u544a\uff0c\u7a0b\u5e8f\u9084\u662f\u6703\u7e7c\u7e8c\u9032\u884c\u3002 \u5f8c\u7e8c\u7d50\u679c\u6703\u4f9d\u64da\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u800c\u7522\u751f\u3002 \u4e0d\u78ba\u5b9a\u6a21\u5f0f\u9069\u5408\u5ea6\u7684\u6709\u6548\u6027\u3002
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=\u53ef\u80fd\u6709\u5b8c\u6210\u7684\u8cc7\u6599\u5206\u7d44\u3002 \u6700\u5927\u6982\u4f3c\u4f30\u8a08\u503c\u4e0d\u5b58\u5728\u3002\u96d6\u7136\u51fa\u73fe\u9019\u500b\u8b66\u544a\uff0c\u7a0b\u5e8f\u9084\u662f\u6703\u7e7c\u7e8c\u9032\u884c\u3002\u5f8c\u7e8c\u7d50\u679c\u6703\u4f9d\u64da\u6700\u5f8c\u4e00\u500b\u758a\u4ee3\u800c\u7522\u751f\u3002\u4e0d\u78ba\u5b9a\u6a21\u5f0f\u9069\u5408\u5ea6\u7684\u6709\u6548\u6027\u3002
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=\u5206\u6790\u52a0\u6b0a\u8cc7\u6599\u503c\u5fc5\u9808\u662f\u6b63\u6578\u3002
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=\u5206\u6790\u4e2d\u672a\u4f7f\u7528\u4e00\u6216\u591a\u500b\u8a18\u9304\uff0c\u56e0\u70ba\u5176\u4e2d\u4e00\u6216\u591a\u500b\u6b04\u4f4d\u5177\u6709\u7121\u6548\u6216\u907a\u6f0f\u503c\u3002
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=\u4e8b\u4ef6 (\u76ee\u6a19) \u548c\u8a66\u9a57\u8b8a\u6578\u7684\u6709\u6548\u503c\u5206\u5225\u662f\u975e\u8ca0\u6578\u6216\u6b63\u6574\u6578\uff0c\u800c\u8a66\u9a57\u6578\u4e0d\u80fd\u5c0f\u65bc\u4e8b\u4ef6\u6578\u3002 

# Common error message
kMCCANCEL.LABEL=\u53d6\u6d88\u8981\u6c42\u5f8c\u653e\u68c4\u5206\u6790\u3002
kMC_IO_ERROR.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\u8a18\u61b6\u9ad4\u4e0d\u8db3\u3002 \u5c07\u4e0d\u6703\u986f\u793a\u8f38\u51fa\u3002
kMC_WRONG_STATE.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=\u5efa\u7acb\u6216\u5beb\u5165\u66ab\u5b58\u6a94\u6848\u6642\u767c\u751f\u554f\u984c\u3002 \u8acb\u78ba\u8a8d\u66ab\u5b58\u76ee\u9304\u8def\u5f91\u6709\u6548\uff0c\u4e14\u60a8\u64c1\u6709\u76ee\u9304\u7684\u5beb\u5165\u6b0a\u9650\uff0c\u6b64\u5916\u78c1\u789f\u4ea6\u5177\u6709\u5145\u8db3\u7684\u53ef\u7528\u7a7a\u9593\u3002
kMCCom_BadVarIndex.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002  
kMCCom_NoMetadataForVar.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002  
kMCRegr_InternalError.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002  
kMCRegr_DataSourceError.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002  
kMCRegr_NoRecordsFound.LABEL=\u8cc7\u6599\u4f86\u6e90\u4e2d\u627e\u4e0d\u5230\u4efb\u4f55\u8a18\u9304\u3002
kMCRegr_RecordTooShort.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002  
kMCRegr_InvalidRecordValue.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002  
kMCRegr_LMatrixEmpty.LABEL=\u7121\u6cd5\u8a08\u7b97\uff0c\u56e0\u70ba\u81ea\u7531\u5ea6\u70ba\u96f6\u3002
kMCRegr_LMatrixNCols.LABEL=\u57f7\u884c\u6642\u767c\u751f\u5167\u90e8\u932f\u8aa4\u3002  
kMCRegr_GEFMatrixEmpty.LABEL=\u7121\u6cd5\u8a08\u7b97\uff0c\u56e0\u70ba\u81ea\u7531\u5ea6\u70ba\u96f6\u3002

# Process report
PreparedDataHandleMsg.LABEL=\u5b8c\u6210\u6e96\u5099\u8cc7\u6599\u8655\u7406
HandleDataProcessMsg.LABEL=\u8655\u7406\u8cc7\u6599\u7a0b\u5e8f\uff1a {0 } %
HandleDataProcessEndMsg.LABEL=\u5b8c\u6210\u8655\u7406\u8cc7\u6599\u7a0b\u5e8f
ExportPmmlProgressMsg.LABEL=\u5b8c\u6210\u5c07\u6a21\u5f0f\u532f\u51fa\u81f3 PMML \u6a94\u6848

# Saved field labels
kGLMM_PredictedValue_0=\u9810\u6e2c\u503c
kGLMM_PredictedProbability_2={0} = {1} \u7684\u9810\u6e2c\u6a5f\u7387
kGLMM_CumulativePredictedProbability_2={0} = {1} \u7684\u9810\u6e2c\u7d2f\u7a4d\u6a5f\u7387
kGLMM_ConfidencePP_0=\u5c0d\u9810\u6e2c\u503c\u7684\u4fe1\u8cf4 (\u9810\u6e2c\u6a5f\u7387)
kGLMM_ConfidencePI_0=\u5c0d\u9810\u6e2c\u503c\u7684\u4fe1\u8cf4 (\u6a5f\u7387\u6539\u5584)
kGLMM_CILower_0=\u9810\u6e2c\u503c\u7684 CI \u4e0b\u754c
kGLMM_CILower_2={0} = {1} \u4e4b\u9810\u6e2c\u6a5f\u7387\u7684 CI \u4e0b\u754c
kGLMM_CumulativeCILower_2={0} = {1} \u4e4b\u9810\u6e2c\u7d2f\u7a4d\u6a5f\u7387\u7684 CI \u4e0b\u754c
kGLMM_CIUpper_0=\u9810\u6e2c\u503c\u7684 CI \u4e0a\u754c
kGLMM_CIUpper_2={0} = {1} \u4e4b\u9810\u6e2c\u6a5f\u7387\u7684 CI \u4e0a\u754c
kGLMM_CumulativeCIUpper_2={0} = {1} \u4e4b\u9810\u6e2c\u7d2f\u7a4d\u6a5f\u7387\u7684 CI \u4e0a\u754c
kGLMM_PearsonResidual_0=Pearson \u6b98\u5dee

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=\u56fa\u5b9a\u7684
random=\u96a8\u6a5f
gamma=gamma
inverse Gaussian=\u53cd Gaussian
negative binomial=\u8ca0\u503c\u4e8c\u9805\u5f0f
Poisson=Poisson

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=\u6b21\u6578\u52a0\u6b0a\u6b04\u4f4d\u5fc5\u9808\u662f\u6578\u503c
