#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=Uog\u00f3lnione liniowe modele mieszane

# GLMM error code
kGLMM_NullPointer.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych. 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=Zmienna nie mo\u017ce by\u0107 wyspecyfikowana jako {0} i cz\u0119\u015b\u0107 efektu sta\u0142ego.
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=Zmienna nie mo\u017ce by\u0107 wyspecyfikowana jako {0} i cz\u0119\u015b\u0107 efektu losowego.
kGLMM_DuplicatedEffectInFixed.LABEL=Znaleziono co najmniej jeden duplikat efektu ({0}). Wszystkie duplikaty efekt\u00f3w zostan\u0105 zignorowane.
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=Zmienna nie mo\u017ce by\u0107 wyspecyfikowana jako {0} i {1}.
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=Zmienna nie mo\u017ce by\u0107 wyspecyfikowana jako przesuni\u0119cie i {0}.
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=Zmiennych nie mo\u017cna okre\u015bli\u0107 jako obiekty i powtarzane pomiary.
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABEL=Zmienna nie mo\u017ce by\u0107 wyspecyfikowana jako waga analizy i {0}.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=Zmienne nie mog\u0105 by\u0107 wyspecyfikowane jako obiekty i powtarzane pomiary.
kGLMM_RandomSubjectNotInRepeated.LABEL=Co najmniej jedna zmienna obiektu efektu losowego nie jest okre\u015blona jako zmienna obiektu w specyfikacji struktury danych.
kGLMM_NoSubjectInRepeated.LABEL=S\u0142owo kluczowe SUBJECT jest wymagane w\u00f3wczas, gdy u\u017cywane jest podpolecenie DATA_STRUCTURE.
kGLMM_DuplicatedEffectInRandoms.LABEL=Znaleziono co najmniej jeden duplikat efektu ({0}). Wszystkie duplikaty efekt\u00f3w zostan\u0105 zignorowane.
kGLMM_NoEffectsInRandom.LABEL=Nie okre\u015blono efekt\u00f3w losowych w odniesieniu do co najmniej jednego bloku efekt\u00f3w losowych.
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=Grupy blok\u00f3w efekt\u00f3w losowych nie s\u0105 obs\u0142ugiwane w przypadku wielomianowego rozk\u0142adu prawdopodobie\u0144stwa.
kGLMM_UnmatchedDistributionAndLink.LABEL=Okre\u015blono nieprawid\u0142ow\u0105 kombinacj\u0119 ustawie\u0144 dla rozk\u0142adu i funkcji \u0142\u0105czenia.
kGLMM_InsufficientMemory.LABEL=Niedostateczna ilo\u015b\u0107 pami\u0119ci. \u017badne dane wyj\u015bciowe nie zostan\u0105 przedstawione.
kGLMM_NoValidCase.LABEL=Brak poprawnych rekord\u00f3w.
kGLMM_DuplicatedRepeatedLevels.LABEL=Poziomy powtarzanych pomiar\u00f3w nie s\u0105 r\u00f3\u017cne dla poszczeg\u00f3lnych obserwacji w powtarzanym obiekcie.
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=Niekt\u00f3re prawid\u0142owe wagi cz\u0119sto\u015bci s\u0105 wi\u0119ksze ni\u017c 1, dlatego poziomy efektu powtarzanych pomiar\u00f3w nie s\u0105 r\u00f3\u017cne dla poszczeg\u00f3lnych obserwacji w powtarzanym obiekcie.
kGLMM_UndistinctDependentDataInBinomial.LABEL=Zmienna przewidywana musi zawiera\u0107 dwie r\u00f3\u017cne prawid\u0142owe warto\u015bci danych, gdy u\u017cywany jest rozk\u0142ad dwumianowy.
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL=Przewidywane warto\u015bci danych dla rozk\u0142adu prawdopodobie\u0144stwa ({0}) musz\u0105 by\u0107 dodatnie.
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL=Przewidywane warto\u015bci danych dla rozk\u0142adu prawdopodobie\u0144stwa ({0}) musz\u0105 by\u0107 nieujemnymi liczbami ca\u0142kowitymi.
kGLMM_InvalidInitialValue.LABEL=B\u0142\u0105d: Lista lub plik warto\u015bci wst\u0119pnych zawiera nieprawid\u0142owe lub niedostateczne dane. Nale\u017cy okre\u015bli\u0107 warto\u015bci wst\u0119pne dla wszystkich parametr\u00f3w (\u0142\u0105cznie z nadmiarowymi parametrami w przypadku uog\u00f3lnionego modelu liniowego). Uporz\u0105dkowanie warto\u015bci wst\u0119pnych powinno by\u0107 zgodne z porz\u0105dkiem parametr\u00f3w modelu u\u017cywanych przez procedur\u0119.
kGLMM_IterationTerminatedButNoConv.LABEL=Iteracja zosta\u0142a zako\u0144czona, jednak nie uzyskano zbie\u017cno\u015bci. Wy\u015bwietlane s\u0105 dane wyj\u015bciowe ostatniej iteracji. Procedura jest kontynuowana pomimo tego ostrze\u017cenia. Kolejne uzyskane rezultaty s\u0105 oparte na ostatniej iteracji. Prawid\u0142owo\u015b\u0107 dopasowania modelu jest niepewna.
kGLMM_ConvButHessianNotPositive.LABEL=Ostateczna macierz Hessiana nie jest okre\u015blona dodatnio, mimo \u017ce wszystkie kryteria zbie\u017cno\u015bci s\u0105 spe\u0142nione. Procedura jest kontynuowana pomimo tego ostrze\u017cenia. Kolejne uzyskane rezultaty s\u0105 oparte na ostatniej iteracji. Prawid\u0142owo\u015b\u0107 dopasowania modelu jest niepewna.
kGLMM_QuasiCompleteSeparation.LABEL=Mo\u017ce wyst\u0105pi\u0107 pseudokompletna separacja w danych. Estymacje nie istniej\u0105. Procedura jest kontynuowana pomimo tego ostrze\u017cenia. Kolejne uzyskane rezultaty s\u0105 oparte na ostatniej iteracji. Prawid\u0142owo\u015b\u0107 dopasowania modelu jest niepewna.
kGLMM_InvalidCaseInLastIteration.LABEL=Istnieje co najmniej jeden nieprawid\u0142owy rekord w ostatniej iteracji. Rekord jest nieprawid\u0142owy, je\u017celi w procesie itarcyjnym wyst\u0105pi\u0142y b\u0142\u0119dy podczas obliczania odwr\u00f3conej funkcji \u0142\u0105czenia ({0}), log-wiarygodno\u015bci, gradientu lub macierzy Hessiana. \u017badne dane wyj\u015bciowe nie zostan\u0105 przedstawione.
kGLMM_FrequencyWeightVarInCovariate.LABEL=Nie mo\u017cna wykorzysta\u0107 wagi cz\u0119stotliwo\u015bci w innej roli.
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=Zmienna nie mo\u017ce by\u0107 wyspecyfikowana jako cz\u0119\u015b\u0107 efektu sta\u0142ego i {0}.
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=Zmienna nie mo\u017ce by\u0107 wyspecyfikowana jako cz\u0119\u015b\u0107 efektu losowego i {0}.
kGLMM_DuplicatedFactorInEffect.LABEL=Zmienna jako\u015bciowa zosta\u0142a okre\u015blona wi\u0119cej ni\u017c jeden raz w efekcie. Mo\u017ce by\u0107 okre\u015blona tylko jeden raz.
kGLMM_InternalError.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych. 
kGLMM_TargetIsNotCatForMultinomial.LABEL=Zmienna przewidywana musi mie\u0107 jako\u015bciowy poziom pomiaru, je\u017celi okre\u015blono wielomianowy rozk\u0142ad prawdopodobie\u0144stwa.
kGLMM_TargetIsNotContForSomeDistribution.LABEL=Zmienna przewidywana musi mie\u0107 ilo\u015bciowy poziom pomiaru, je\u017celi okre\u015blono rozk\u0142ad prawdopodobie\u0144stwa {0}.
kGLMM_RegWeightFieldIsNotNumeric.LABEL=Waga analizy musi by\u0107 warto\u015bci\u0105 numeryczn\u0105.
kGLMM_OffsetFieldIsNotContinuous.LABEL=Zmienna przesuni\u0119cia musi mie\u0107 ilo\u015bciowy poziom pomiaru.
kGLMM_FreWeightFieldIsNotNumeric.LABEL=Zmienna wa\u017c\u0105ca cz\u0119sto\u015bci musi by\u0107 zmienn\u0105 numeryczn\u0105.
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=Wszystkie sk\u0142adniki oszacowanych \u015brednich brzegowych musz\u0105 by\u0107 r\u00f3wnie\u017c efektami sta\u0142ymi.
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=Co najmniej jedna zmienna okre\u015blona jako kontrola estymowanej \u015bredniej brzegowej nie zosta\u0142a r\u00f3wnie\u017c okre\u015blona jako wsp\u00f3\u0142zmienna w modelu.
kGLMM_NumericalProblemInEstimation.LABEL=Nie mo\u017cna utworzy\u0107 modelu, poniewa\u017c wyst\u0105pi\u0142 b\u0142\u0105d obliczeniowy podczas procesu estymacji. \u017badne dane wynikowe nie zostan\u0105 przedstawione.
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=Zmienna przewidywana musi mie\u0107 ilo\u015bciowy poziom pomiaru, je\u017celi okre\u015blono zmienn\u0105 pr\u00f3b.
kGLMM_ConstantTarget.LABEL=Zmienna przewidywana musi zawiera\u0107 co najmniej dwie r\u00f3\u017cne prawid\u0142owe warto\u015bci danych, gdy wykorzystywany jest rozk\u0142ad wielomianowy.
kGLMM_ResGroupExitWhileNoRepMeasure.LABEL=Nie okre\u015blono zmiennej powtarzanych pomiar\u00f3w, dlatego cz\u0119\u015b\u0107 modelu zwi\u0105zana z powtarzanymi pomiarami nie zosta\u0142a utworzona.
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=Wszystkie sk\u0142adniki estymowanych \u015brednich brzegowych musz\u0105 by\u0107 zmiennymi jako\u015bciowymi.
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=Maksymalnie trzy zmienne mo\u017cna okre\u015bli\u0107 w pojedynczym sk\u0142adniku estymowanych \u015brednich brzegowych.
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=Zmienna kontrastu musi by\u0107 r\u00f3wnie\u017c sk\u0142adnikiem w specyfikacji estymowanych \u015brednich brzegowych.
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=Zmienna kontrastu nie jest odpowiednia w efekcie zagnie\u017cd\u017conym w odniesieniu do specyfikacji estymowanych \u015brednich brzegowych.
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=W zbiorze danych ie mo\u017cna odnale\u017a\u0107 warto\u015bci odniesienia dla zmiennej przewidywanej.
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL=Brak prawid\u0142owych rekord\u00f3w dla funkcji \u0142\u0105czenia ({0}). \u017badne dane wyj\u015bciowe nie zostan\u0105 przedstawione.
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=Macierz kowariancji reszt nie zosta\u0142a dodatnio okre\u015blona w procesie iteracyjnym. \u017badne dane wyj\u015bciowe nie zostan\u0105 przedstawione.
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=Nie mo\u017cna utworzy\u0107 modelu, poniewa\u017c nast\u0105pi\u0142o przepe\u0142nienie numeryczne na skutek du\u017cych warto\u015bci kowariancji. \u017badne dane wyj\u015bciowe nie zostan\u0105 przedstawione.
kGLMM_DuplicateRandomEffectBlockFound.LABEL=Znaleziono co najmniej jeden duplikat bloku efekt\u00f3w losowych. Wszystkie duplikaty blok\u00f3w efekt\u00f3w losowych zostan\u0105 zignorowane.
kGLMM_DuplicateEMMeansSpecFound.LABEL=Znaleziono co najmniej jeden duplikat specyfikacji estymowanych \u015brednich brzegowych. Wszystkie duplikaty specyfikacji estymowanych \u015brednich brzegowych zostan\u0105 zignorowane.
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=W zmiennej ilo\u015bciowej nie mo\u017ce by\u0107 zagnie\u017cd\u017cony inny efekt.
kGLMM_MaxIterReachedButNotConv.LABEL=Osi\u0105gni\u0119to maksymaln\u0105 liczb\u0119 iteracji, jednak nie uzyskano zbie\u017cno\u015bci. Wy\u015bwietlane s\u0105 dane wyj\u015bciowe ostatniej iteracji. Procedura jest kontynuowana pomimo tego ostrze\u017cenia. Kolejne uzyskane rezultaty s\u0105 oparte na ostatniej iteracji. Prawid\u0142owo\u015b\u0107 dopasowania modelu jest niepewna.
kGLMM_GMatrIsNotPositive.LABEL=Estymowana macierz kowariancji efekt\u00f3w losowych (macierz G) nie jest pozytywnie okre\u015blona. Procedura jest kontynuowana pomimo tego ostrze\u017cenia. Kolejne uzyskane rezultaty s\u0105 oparte na ostatniej iteracji. Prawid\u0142owo\u015b\u0107 dopasowania modelu jest niepewna.
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=Mo\u017ce wyst\u0105pi\u0107 kompletna separacja w danych. Estymacje nie istniej\u0105. Procedura jest kontynuowana pomimo tego ostrze\u017cenia. Kolejne uzyskane rezultaty s\u0105 oparte na ostatniej iteracji. Prawid\u0142owo\u015b\u0107 dopasowania modelu jest niepewna.
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=Warto\u015bci danych wagi analizy musz\u0105 by\u0107 dodatnie.
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=W analizie nie uwzgl\u0119dniono jednego lub kilku rekord\u00f3w, poniewa\u017c zawieraj\u0105 one jedn\u0105 lub kilka zmiennych z nieprawid\u0142owymi lub brakuj\u0105cymi warto\u015bciami.
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=Prawid\u0142owymi warto\u015bciami dla zdarze\u0144 (zmienna przewidywana) i pr\u00f3b s\u0105 odpowiednio nieujemne i dodatnie liczby ca\u0142kowite, a liczba pr\u00f3b nie mo\u017ce by\u0107 mniejsza od liczby zdarze\u0144. 

# Common error message
kMCCANCEL.LABEL=Analiza zosta\u0142a przerwana po wygenerowaniu \u017c\u0105dania anulowania.
kMC_IO_ERROR.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych. 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Niedostateczna ilo\u015b\u0107 pami\u0119ci. \u017badne dane wyj\u015bciowe nie zostan\u0105 przedstawione.
kMC_WRONG_STATE.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.  
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=Wyst\u0105pi\u0142 problem z utworzeniem lub zapisem pliku tymczasowego. Upewnij si\u0119, czy \u015bcie\u017cka do katalogu plik\u00f3w tymczasowych jest poprawna, posiadasz prawo do zapisywania w tym katalogu lub czy na dysku jest jeszcze wystarczaj\u0105ca ilo\u015b\u0107 wolnej przestrzeni.
kMCCom_BadVarIndex.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.   
kMCCom_NoMetadataForVar.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.   
kMCRegr_InternalError.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.   
kMCRegr_DataSourceError.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.   
kMCRegr_NoRecordsFound.LABEL=Nie odnaleziono rekord\u00f3w w \u017ar\u00f3dle danych.
kMCRegr_RecordTooShort.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.   
kMCRegr_InvalidRecordValue.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.   
kMCRegr_LMatrixEmpty.LABEL=Nie mo\u017cna obliczy\u0107 na skutek zerowej liczby stopni swobody.
kMCRegr_LMatrixNCols.LABEL=Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas przetwarzania danych.   
kMCRegr_GEFMatrixEmpty.LABEL=Nie mo\u017cna obliczy\u0107 z powodu zerowej liczby stopni swobody.

# Process report
PreparedDataHandleMsg.LABEL=Zako\u0144czono przygotowanie przej\u0119cia danych.
HandleDataProcessMsg.LABEL=Proces przejmowania danych: {0 } %
HandleDataProcessEndMsg.LABEL=Zako\u0144czono proces przejmowania danych.
ExportPmmlProgressMsg.LABEL=Zako\u0144czono eksport modelu do pliku PMML.

# Saved field labels
kGLMM_PredictedValue_0=Warto\u015b\u0107 przewidywana
kGLMM_PredictedProbability_2=Przewidywane prawdopodobie\u0144stwo dla {0} = {1}.
kGLMM_CumulativePredictedProbability_2=Przewidywane skumulowane prawdopodobie\u0144stwo dla {0} = {1}
kGLMM_ConfidencePP_0=Ufno\u015b\u0107 dla warto\u015bci przewidywanej (przewidywane prawdopodobie\u0144stwo)
kGLMM_ConfidencePI_0=Ufno\u015b\u0107 dla warto\u015bci przewidywanej (zwi\u0119kszenie prawdopodobie\u0144stwa)
kGLMM_CILower_0=Dolna granica przedzia\u0142u ufno\u015bci dla przewidywanej warto\u015bci
kGLMM_CILower_2=Dolna granica przedzia\u0142u ufno\u015bci dla przewidywanego prawdopodobie\u0144stwa dla {0} = {1}
kGLMM_CumulativeCILower_2=Dolna granica przedzia\u0142u ufno\u015bci dla przewidywanego skumulowanego prawdopodobie\u0144stwa dla {0} = {1}
kGLMM_CIUpper_0=G\u00f3rna granica przedzia\u0142u ufno\u015bci dla przewidywanej warto\u015bci
kGLMM_CIUpper_2=G\u00f3rna granica przedzia\u0142u ufno\u015bci dla przewidywanego prawdopodobie\u0144stwa dla {0} = {1}
kGLMM_CumulativeCIUpper_2=G\u00f3rna granica przedzia\u0142u ufno\u015bci dla przewidywanego skumulowanego prawdopodobie\u0144stwa dla {0} = {1}
kGLMM_PearsonResidual_0=Reszta Pearsona

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=Sta\u0142y
random=Losowy
gamma=Gamma
inverse Gaussian=Odwr\u00f3cony Gaussa
negative binomial=Ujemny dwumianowy
Poisson=Rozk\u0142ad Poissona

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=Zmienna wa\u017c\u0105ca cz\u0119sto\u015bci musi by\u0107 zmienn\u0105 numeryczn\u0105.
