#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=Modelos mixtos lineales generalizados

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n. 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=No se puede especificar un campo como {0} y parte de un efecto fijo.
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=No se puede especificar un campo como {0} y parte de un efecto aleatorio.
kGLMM_DuplicatedEffectInFixed.LABEL=Se ha encontrado al menos un efecto {0} duplicado. Todos los efectos duplicados se ignorar\u00e1n.
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=No se puede especificar un campo como {0} y {1}.
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=No se puede especificar un campo como desplazamiento y {0}.
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=No se pueden especificar los campos como sujetos y medidas repetidas.
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABEL=No se puede especificar un campo como ponderaci\u00f3n de an\u00e1lisis y {0}.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=No se pueden especificar los campos como sujetos y medidas repetidas.
kGLMM_RandomSubjectNotInRepeated.LABEL=Al menos un campo sujeto de efectos aleatorios no se ha especificado como campo de sujeto en la especificaci\u00f3n de la estructura de datos.
kGLMM_NoSubjectInRepeated.LABEL=Se requiere la palabra clave SUBJECT cuando se utiliza el subcomando DATA_STRUCTURE.
kGLMM_DuplicatedEffectInRandoms.LABEL=Se ha encontrado al menos un efecto {0} duplicado. Todos los efectos duplicados se ignorar\u00e1n.
kGLMM_NoEffectsInRandom.LABEL=No se han especificado efectos aleatorios en al menos un bloque de efectos aleatorios.
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=No se admiten agrupaciones de bloques de efectos aleatorios para la distribuci\u00f3n multinomial de probabilidad. 
kGLMM_UnmatchedDistributionAndLink.LABEL=Se ha especificado una combinaci\u00f3n no v\u00e1lida de distribuci\u00f3n y un enlace de configuraci\u00f3n.
kGLMM_InsufficientMemory.LABEL=Memoria insuficiente. No se mostrar\u00e1 ning\u00fan resultado.
kGLMM_NoValidCase.LABEL=No hay registros v\u00e1lidos.
kGLMM_DuplicatedRepeatedLevels.LABEL=Los niveles del efecto de medidas repetidas no son diferentes para cada caso de sujetos repetidos.
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=Porque algunas ponderaciones de frecuencia son superiores a 1, Los niveles del efecto de medidas repetidas no son diferentes para cada caso de sujetos repetidos
kGLMM_UndistinctDependentDataInBinomial.LABEL=El destino debe tener dos valores diferentes y v\u00e1lidos de los datos cuando se utilice la distribuci\u00f3n binomial. 
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL=El destino de los valores de datos para la distribuci\u00f3n de probabilidad {0} debe ser positivo.
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL=El destino de los valores de datos para la distribuci\u00f3n de probabilidad {0} deben ser enteros no negativos.
kGLMM_InvalidInitialValue.LABEL=Error: La lista de valores iniciales o contenidos de archivo no v\u00e1lidos o datos insuficientes. Se deben proporcionar los valores iniciales para todos los par\u00e1metros (incluso los par\u00e1metros redundantes si el modelo es un modelo lineal generalizado). El orden de los valores iniciales debe corresponder al orden de los par\u00e1metros del modelo utilizado en el procedimiento.
kGLMM_IterationTerminatedButNoConv.LABEL=La iteraci\u00f3n ha concluido pero no se ha conseguido la convergencia. Se han mostrado los resultados de la \u00faltima iteraci\u00f3n. El procedimiento contin\u00faa a pesar de este error. Los resultados posteriores est\u00e1n basados en la \u00faltima iteraci\u00f3n. La validez del ajuste de modelo es incierta.
kGLMM_ConvButHessianNotPositive.LABEL=La matriz Hessiana final no est\u00e1 definida positivamente aunque se hayan cumplido todos los criterios de convergencia. El procedimiento contin\u00faa a pesar de este error. Los resultados posteriores est\u00e1n basados en la \u00faltima iteraci\u00f3n. La validez del ajuste de modelo es incierta.
kGLMM_QuasiCompleteSeparation.LABEL=Es posible que haya una separaci\u00f3n casi completa en los datos. Las estimaciones de m\u00e1xima verosimilitud no existen. El procedimiento contin\u00faa a pesar de este error. Los resultados posteriores est\u00e1n basados en la \u00faltima iteraci\u00f3n. La validez del ajuste de modelo es incierta.
kGLMM_InvalidCaseInLastIteration.LABEL=Hay al menos un registro no v\u00e1lido en la \u00faltima iteraci\u00f3n. Un registro es no v\u00e1lido si existen errores en el c\u00e1lculo de la funci\u00f3n de enlace {0} inversa, el log-likelihood, el gradiente o la matriz Hessiana en el proceso iterativo. No se mostrar\u00e1 ning\u00fan resultado.
kGLMM_FrequencyWeightVarInCovariate.LABEL=La ponderaci\u00f3n de frecuencia no se puede utilizar en ning\u00fan otro papel.
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=No se puede especificar un campo como {0} y parte de un efecto fijo.
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=No se puede especificar un campo como {0} y parte de un efecto aleatorio.
kGLMM_DuplicatedFactorInEffect.LABEL=Un campo categ\u00f3rico se ha especificado m\u00e1s de una vez en la ejecuci\u00f3n. Se puede especificar s\u00f3lo una vez.
kGLMM_InternalError.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n. 
kGLMM_TargetIsNotCatForMultinomial.LABEL=Si se ha especificado la distribuci\u00f3n multinomial de probabilidad, el objetivo debe tener un nivel de medida categ\u00f3rico. 
kGLMM_TargetIsNotContForSomeDistribution.LABEL=Si se ha especificado la distribuci\u00f3n de probabilidad {0}, el objetivo debe tener un nivel de medida continuo. 
kGLMM_RegWeightFieldIsNotNumeric.LABEL=La ponderaci\u00f3n de an\u00e1lisis debe ser num\u00e9rica.
kGLMM_OffsetFieldIsNotContinuous.LABEL=El desplazamiento debe tener un nivel de medida continuo.
kGLMM_FreWeightFieldIsNotNumeric.LABEL=El campo de ponderaci\u00f3n de frecuencias debe ser num\u00e9rico.
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=Todos los t\u00e9rminos de las medias marginales estimadas deben tambi\u00e9n ser efectos fijos.
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=Al menos un campo especificado como control de medias marginales estimadas tampoco se ha especificado como una covariable en el modelo.
kGLMM_NumericalProblemInEstimation.LABEL=No es posible construir el modelo porque se ha producido un error de c\u00e1lculo durante la estimaci\u00f3n. No se mostrar\u00e1 ning\u00fan resultado.
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=Si se han especificado los ensayos de campo, el objetivo debe tener un nivel de medida continuo.
kGLMM_ConstantTarget.LABEL=El destino debe tener dos valores diferentes y v\u00e1lidos de los datos cuando se utilice la distribuci\u00f3n multinomial.
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=Se ha especificado el campo de medidas no repetidas, por lo que parte de las medidas no repetidas del modelo ha sido construida.
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=Todos los t\u00e9rminos de las medias marginales estimadas deben ser campos categ\u00f3ricos.
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=No se pueden especificar m\u00e1s de tres campos en un t\u00e9rmino de medias marginales \u00fanico.
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=El campo de contraste debe ser tambi\u00e9n un t\u00e9rmino en la especificaci\u00f3n de medias marginales estimadas.
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=El campo de contraste no es adecuado en un efecto a\u00f1adido en la especificaci\u00f3n de medias marginales estimadas.
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=No se puede encontrar el valor de la referencia para el destino en el conjunto de datos.
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL=No hay registros v\u00e1lidos para la funci\u00f3n de enlace {0}. No se mostrar\u00e1 ning\u00fan resultado.
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=La matriz de covarianzas de los residuos no est\u00e1 definida positivamente en el proceso iterativo. No se mostrar\u00e1 ning\u00fan resultado.
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=No se ha podido construir el modelo porque se ha producido un desbordamiento num\u00e9rico debido a valores de gran tama\u00f1o de covariable. No se mostrar\u00e1 ning\u00fan resultado.
kGLMM_DuplicateRandomEffectBlockFound.LABEL=Se ha encontrado al menos un Bloque de efectos aleatorios duplicado. Se ignorar\u00e1n todos los bloques de efectos aleatorios.
kGLMM_DuplicateEMMeansSpecFound.LABEL=Se ha encontrado al menos una especificaci\u00f3n duplicada de medias marginales estimadas. Se ignorar\u00e1n todas las especificaciones de medias marginales estimadas duplicadas.
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=Un campo continuo no puede tener otro efecto anidado dentro de \u00e9l.
kGLMM_MaxIterReachedButNotConv.LABEL=Se ha alcanzado el n\u00famero m\u00e1ximo de iteraciones pero no se ha conseguido la convergencia. Se han mostrado los resultados de la \u00faltima iteraci\u00f3n. El procedimiento contin\u00faa a pesar de este error. Los resultados posteriores est\u00e1n basados en la \u00faltima iteraci\u00f3n. La validez del ajuste de modelo es incierta.
kGLMM_GMatrIsNotPositive.LABEL=La estimada matriz de covarianzas de los efectos aleatorios (la matriz G) no est\u00e1 definida positivamente. El procedimiento contin\u00faa a pesar de este error. Los resultados posteriores est\u00e1n basados en la \u00faltima iteraci\u00f3n. La validez del ajuste de modelo es incierta.
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=Es posible que haya una separaci\u00f3n completa en los datos. Las estimaciones de m\u00e1xima verosimilitud no existen. El procedimiento contin\u00faa a pesar de este error. Los resultados posteriores est\u00e1n basados en la \u00faltima iteraci\u00f3n. La validez del ajuste de modelo es incierta.
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=Los valores de la ponderaci\u00f3n de an\u00e1lisis de datos deben ser positivos.
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=No se utilizan uno o m\u00e1s registros en el an\u00e1lisis porque contienen uno o m\u00e1s campos con valores no v\u00e1lidos o perdidos.
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=Los valores v\u00e1lidos para eventos (destino) y variable de ensayos son no negativos y enteros positivos respectivamente y el n\u00famero de ensayos no puede ser inferior al n\u00famero de eventos. 

# Common error code
kMCCANCEL.LABEL=Se cancel\u00f3 el an\u00e1lisis tras una solicitud de cancelaci\u00f3n.
kMC_IO_ERROR.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n. 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Memoria insuficiente. No se mostrar\u00e1 ning\u00fan resultado.
kMC_WRONG_STATE.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n. 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=Se ha producido un error al crear o escribir un archivo temporal. Aseg\u00farese de que la ruta del directorio temporal es v\u00e1lida, que dispone de acceso de escritura al directorio y que el disco tiene suficiente espacio libre.
kMCCom_BadVarIndex.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n.  
kMCCom_NoMetadataForVar.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n.  
kMCRegr_InternalError.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n.  
kMCRegr_DataSourceError.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n.  
kMCRegr_NoRecordsFound.LABEL=No se han encontrado registros en el origen de datos.
kMCRegr_RecordTooShort.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n.  
kMCRegr_InvalidRecordValue.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n.  
kMCRegr_LMatrixEmpty.LABEL=No se puede calcular porque hay cero grados de libertad.
kMCRegr_LMatrixNCols.LABEL=Ha ocurrido un error interno durante la ejecuci\u00f3n.  
kMCRegr_GEFMatrixEmpty.LABEL=No se puede calcular porque hay cero grados de libertad.

# Process report
PreparedDataHandleMsg.LABEL=Preparaci\u00f3n de tratamiento de datos completada
HandleDataProcessMsg.LABEL=Proceso de tratamiento de datos: {0} %
HandleDataProcessEndMsg.LABEL=Proceso de tratamiento de datos completado
ExportPmmlProgressMsg.LABEL=Exportaci\u00f3n del modelo a PMML completada

# Saved field labels
kGLMM_PredictedValue_0=Valor pronosticado
kGLMM_PredictedProbability_2=Probabilidad pronosticada para {0} = {1}
kGLMM_CumulativePredictedProbability_2=Probabilidad pronosticada acumulada para {0} = {1}
kGLMM_ConfidencePP_0=Confianza en el valor pronosticado (probabilidad pronosticada)
kGLMM_ConfidencePI_0=Confianza en el valor pronosticado (mejora de la probabilidad)
kGLMM_CILower_0=L\u00edmite inferior de CI para el valor pronosticado
kGLMM_CILower_2=L\u00edmite inferior de CI para la probabilidad pronosticada para {0} = {1}
kGLMM_CumulativeCILower_2=L\u00edmite inferior de CI para la probabilidad pronosticada acumulada para {0} = {1}
kGLMM_CIUpper_0=L\u00edmite superior de CI para el valor pronosticado
kGLMM_CIUpper_2=L\u00edmite superior de CI para la probabilidad pronosticada para {0} = {1}
kGLMM_CumulativeCIUpper_2=L\u00edmite superior de CI para la probabilidad pronosticada acumulada para {0} = {1}
kGLMM_PearsonResidual_0=Residuo de Pearson

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=fijo
random=aleatorio
gamma=gamma
inverse Gaussian=de Gauss inversa
negative binomial=binomial negativa
Poisson=Poisson

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=El campo de ponderaci\u00f3n de frecuencias debe ser num\u00e9rico
