#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=\u4e00\u822c\u5316\u7dda\u578b\u6df7\u5408\u30e2\u30c7\u30eb

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092 {0} \u304a\u3088\u3073\u56fa\u5b9a\u52b9\u679c\u306e\u4e00\u90e8\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092 {0} \u304a\u3088\u3073\u5909\u91cf\u52b9\u679c\u306e\u4e00\u90e8\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_DuplicatedEffectInFixed.LABEL=\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u91cd\u8907\u3057\u305f {0} \u306e\u52b9\u679c\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002 \u3059\u3079\u3066\u306e\u91cd\u8907\u3057\u305f\u52b9\u679c\u304c\u7121\u8996\u3055\u308c\u307e\u3059\u3002
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092 {0} \u304a\u3088\u3073 {1} \u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30aa\u30d5\u30bb\u30c3\u30c8\u304a\u3088\u3073 {0} \u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u88ab\u9a13\u8005\u304a\u3088\u3073\u53cd\u5fa9\u6e2c\u5b9a\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABELA field cannot be specified as analysis weight and {0}.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u88ab\u9a13\u8005\u304a\u3088\u3073\u53cd\u5fa9\u6e2c\u5b9a\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_RandomSubjectNotInRepeated.LABEL=\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u5909\u91cf\u52b9\u679c\u88ab\u9a13\u8005\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30fc\u30bf\u69cb\u9020\u6307\u5b9a\u306e\u88ab\u9a13\u8005\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kGLMM_NoSubjectInRepeated.LABEL=DATA_STRUCTURE \u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001SUBJECT \u30ad\u30fc\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059\u3002
kGLMM_DuplicatedEffectInRandoms.LABEL=\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u91cd\u8907\u3057\u305f {0} \u306e\u52b9\u679c\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002 \u3059\u3079\u3066\u306e\u91cd\u8907\u3057\u305f\u52b9\u679c\u304c\u7121\u8996\u3055\u308c\u307e\u3059\u3002
kGLMM_NoEffectsInRandom.LABEL=\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u5909\u91cf\u52b9\u679c\u30d6\u30ed\u30c3\u30af\u306b\u5909\u91cf\u52b9\u679c\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=\u5909\u91cf\u52b9\u679c\u30d6\u30ed\u30c3\u30af\u306e\u30b0\u30eb\u30fc\u30d7\u5316\u306f\u3001\u591a\u9805\u78ba\u7387\u5206\u5e03\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kGLMM_UnmatchedDistributionAndLink.LABEL=\u5206\u5e03\u304a\u3088\u3073\u30ea\u30f3\u30af\u8a2d\u5b9a\u306e\u7121\u52b9\u306a\u7d44\u307f\u5408\u308f\u305b\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kGLMM_InsufficientMemory.LABEL=\u30e1\u30e2\u30ea\u30fc\u304c\u4e0d\u5341\u5206\u3067\u3059\u3002 \u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
kGLMM_NoValidCase.LABEL=\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kGLMM_DuplicatedRepeatedLevels.LABEL=\u53cd\u5fa9\u6e2c\u5b9a\u52b9\u679c\u306e\u30ec\u30d9\u30eb\u304c\u53cd\u5fa9\u88ab\u9a13\u8005\u306e\u30b1\u30fc\u30b9\u3067\u7570\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=\u3044\u304f\u3064\u304b\u306e\u6709\u52b9\u306a\u5ea6\u6570\u306e\u91cd\u307f\u304c 1 \u3088\u308a\u5927\u304d\u3044\u305f\u3081\u3001\u53cd\u5fa9\u6e2c\u5b9a\u52b9\u679c\u306e\u30ec\u30d9\u30eb\u304c\u53cd\u5fa9\u88ab\u9a13\u8005\u306e\u30b1\u30fc\u30b9\u3067\u7570\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_UndistinctDependentDataInBinomial.LABEL=\u4e8c\u9805\u5206\u5e03\u304c\u4f7f\u7528\u3055\u308c\u308b\u5834\u5408\u3001\u76ee\u6a19\u306b\u306f 2 \u3064\u306e\u6709\u52b9\u306a\u30c7\u30fc\u30bf\u5024\u304c\u5fc5\u8981\u3067\u3059\u3002
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL={0} \u306e\u78ba\u7387\u5206\u5e03\u306e\u76ee\u6a19\u30c7\u30fc\u30bf\u5024\u306f\u6b63\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL={0} \u306e\u78ba\u7387\u5206\u5e03\u306e\u76ee\u6a19\u30c7\u30fc\u30bf\u5024\u306f\u8ca0\u4ee5\u5916\u306e\u6574\u6570\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_InvalidInitialValue.LABEL=\u30a8\u30e9\u30fc: \u521d\u671f\u5024\u30ea\u30b9\u30c8\u307e\u305f\u306f\u30d5\u30a1\u30a4\u30eb\u306b\u7121\u52b9\u307e\u305f\u306f\u4e0d\u5341\u5206\u306a\u30c7\u30fc\u30bf\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002 \u3059\u3079\u3066\u306e\u30d1\u30e9\u30e1\u30fc\u30bf (\u30e2\u30c7\u30eb\u304c\u4e00\u822c\u5316\u7dda\u578b\u30e2\u30c7\u30eb\u3067\u3042\u308b\u5834\u5408\u5197\u9577\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u542b\u3080) \u306b\u521d\u671f\u5024\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u521d\u671f\u5024\u306e\u9806\u5e8f\u306f\u3001\u624b\u9806\u3067\u4f7f\u7528\u3055\u308c\u305f\u30e2\u30c7\u30eb \u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u9806\u5e8f\u306b\u5bfe\u5fdc\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
kGLMM_IterationTerminatedButNoConv.LABEL=\u53cd\u5fa9\u306f\u7d42\u4e86\u3057\u307e\u3057\u305f\u304c\u3001\u53ce\u675f\u306b\u306f\u9054\u3057\u3066\u3044\u307e\u305b\u3093\u3002 \u6700\u5f8c\u306e\u53cd\u5fa9\u306e\u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u8b66\u544a\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u624b\u9806\u306f\u7d9a\u884c\u3057\u307e\u3059\u3002 \u751f\u6210\u3055\u308c\u308b\u5f8c\u7d9a\u306e\u7d50\u679c\u306f\u6700\u5f8c\u306e\u53cd\u5fa9\u306b\u57fa\u3065\u304d\u307e\u3059\u3002 \u30e2\u30c7\u30eb\u306e\u9069\u5408\u5ea6\u306e\u6709\u52b9\u6027\u306f\u4e0d\u660e\u78ba\u3067\u3059\u3002
kGLMM_ConvButHessianNotPositive.LABEL=\u3059\u3079\u3066\u306e\u53ce\u675f\u57fa\u6e96\u304c\u6e80\u305f\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u6700\u7d42\u7684\u306aHessian \u884c\u5217\u306f\u3059\u3079\u3066\u6b63\u5b9a\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u3053\u306e\u8b66\u544a\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u624b\u9806\u306f\u7d9a\u884c\u3057\u307e\u3059\u3002 \u751f\u6210\u3055\u308c\u308b\u5f8c\u7d9a\u306e\u7d50\u679c\u306f\u6700\u5f8c\u306e\u53cd\u5fa9\u306b\u57fa\u3065\u304d\u307e\u3059\u3002 \u30e2\u30c7\u30eb\u306e\u9069\u5408\u5ea6\u306e\u6709\u52b9\u6027\u306f\u4e0d\u660e\u78ba\u3067\u3059\u3002
kGLMM_QuasiCompleteSeparation.LABEL=\u30c7\u30fc\u30bf\u306b\u6e96\u5b8c\u5168\u306a\u533a\u5207\u308a\u304c\u3042\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002 \u6700\u5927\u5c24\u5ea6\u63a8\u5b9a\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \u3053\u306e\u8b66\u544a\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u624b\u9806\u306f\u7d9a\u884c\u3057\u307e\u3059\u3002 \u751f\u6210\u3055\u308c\u308b\u5f8c\u7d9a\u306e\u7d50\u679c\u306f\u6700\u5f8c\u306e\u53cd\u5fa9\u306b\u57fa\u3065\u304d\u307e\u3059\u3002 \u30e2\u30c7\u30eb\u306e\u9069\u5408\u5ea6\u306e\u6709\u52b9\u6027\u306f\u4e0d\u660e\u78ba\u3067\u3059\u3002
kGLMM_InvalidCaseInLastIteration.LABEL=\u6700\u5f8c\u306e\u53cd\u5fa9\u306b\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u7121\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u3059\u3002 \u53cd\u5fa9\u30d7\u30ed\u30bb\u30b9\u3067 {0} \u306e\u9006\u30ea\u30f3\u30af\u95a2\u6570\u3001\u5bfe\u6570\u5c24\u5ea6\u3001\u52fe\u914d\u3001\u307e\u305f\u306f Hessian \u884c\u5217\u3092\u8a08\u7b97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u3001\u30ec\u30b3\u30fc\u30c9\u306f\u7121\u52b9\u3067\u3059\u3002 \u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
kGLMM_FrequencyWeightVarInCovariate.LABEL=\u4ed6\u306e\u5f79\u5272\u306b\u5ea6\u6570\u306e\u91cd\u307f\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u56fa\u5b9a\u52b9\u679c\u304a\u3088\u3073 {0} \u306e\u4e00\u90e8\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5909\u91cf\u52b9\u679c\u304a\u3088\u3073 {0} \u306e\u4e00\u90e8\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_DuplicatedFactorInEffect.LABEL=\u30ab\u30c6\u30b4\u30ea\u578b\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u52b9\u679c\u3067\u8907\u6570\u56de\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u6307\u5b9a\u3067\u304d\u308b\u306e\u306f 1 \u56de\u3060\u3051\u3067\u3059\u3002
kGLMM_InternalError.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 
kGLMM_TargetIsNotCatForMultinomial.LABEL=\u591a\u9805\u78ba\u7387\u5206\u5e03\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u76ee\u6a19\u306b\u306f\u30ab\u30c6\u30b4\u30ea\u578b\u5c3a\u5ea6\u304c\u5fc5\u8981\u3067\u3059\u3002
kGLMM_TargetIsNotContForSomeDistribution.LABEL={0} \u78ba\u7387\u5206\u5e03\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u76ee\u6a19\u306b\u306f\u30ab\u30c6\u30b4\u30ea\u578b\u5c3a\u5ea6\u304c\u5fc5\u8981\u3067\u3059\u3002
kGLMM_RegWeightFieldIsNotNumeric.LABEL=\u5206\u6790\u306e\u91cd\u307f\u306f\u6570\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
kGLMM_OffsetFieldIsNotContinuous.LABEL=\u30aa\u30d5\u30bb\u30c3\u30c8\u306e\u5c3a\u5ea6\u306f\u9023\u7d9a\u578b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_FreWeightFieldIsNotNumeric.LABEL=\u5ea6\u6570\u306e\u91cd\u307f\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u6570\u5024\u578b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=\u3059\u3079\u3066\u306e\u63a8\u5b9a\u5468\u8fba\u5e73\u5747\u9805\u76ee\u3082\u56fa\u5b9a\u52b9\u679c\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=\u63a8\u5b9a\u5468\u8fba\u5e73\u5747\u5bfe\u7167\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30e2\u30c7\u30eb\u306e\u5171\u5909\u91cf\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kGLMM_NumericalProblemInEstimation.LABEL=\u63a8\u5b9a\u6642\u306b\u8a08\u7b97\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30e2\u30c7\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002 \u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=\u8a66\u884c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u76ee\u6a19\u306b\u306f\u30ab\u30c6\u30b4\u30ea\u578b\u5c3a\u5ea6\u304c\u5fc5\u8981\u3067\u3059\u3002
kGLMM_ConstantTarget.LABEL=\u591a\u9805\u5206\u5e03\u304c\u4f7f\u7528\u3055\u308c\u308b\u5834\u5408\u3001\u76ee\u6a19\u306b\u306f\u5c11\u306a\u304f\u3068\u3082 2 \u3064\u306e\u6709\u52b9\u306a\u30c7\u30fc\u30bf\u5024\u304c\u5fc5\u8981\u3067\u3059\u3002
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=\u53cd\u5fa9\u6e2c\u5b9a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30e2\u30c7\u30eb\u306e\u53cd\u5fa9\u6e2c\u5b9a\u90e8\u5206\u304c\u4f5c\u6210\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=\u3059\u3079\u3066\u306e\u63a8\u5b9a\u5dde\u5175\u5e73\u5747\u9805\u76ee\u306f\u30ab\u30c6\u30b4\u30ea\u578b\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=1 \u3064\u306e\u63a8\u5b9a\u5468\u8fba\u5e73\u5747\u9805\u76ee\u306b\u6307\u5b9a\u3067\u304d\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u306f 3 \u3064\u4ee5\u4e0b\u3067\u3059\u3002
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=\u5bfe\u7167\u30d5\u30a3\u30fc\u30eb\u30c9\u3082\u63a8\u5b9a\u5468\u8fba\u5e73\u5747\u6307\u5b9a\u306e\u9805\u76ee\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=\u5bfe\u7167\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u63a8\u5b9a\u5468\u8fba\u5e73\u5747\u6307\u5b9a\u306e\u5165\u308c\u5b50\u52b9\u679c\u3067\u306f\u9069\u5207\u3067\u3042\u308a\u307e\u305b\u3093\u3002
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=\u76ee\u6a19\u306e\u53c2\u7167\u5024\u304c\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u5185\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL={0} \u306e\u30ea\u30f3\u30af\u95a2\u6570\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=\u6b8b\u5dee\u306e\u5171\u5206\u6563\u884c\u5217\u304c\u53cd\u5fa9\u30d7\u30ed\u30bb\u30b9\u306e\u6b63\u5b9a\u5024\u3067\u3042\u308a\u307e\u305b\u3093\u3001 \u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=\u5927\u304d\u3044\u5171\u5206\u6563\u5024\u306b\u3088\u308b\u6570\u5024\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u306b\u3088\u308a\u30e2\u30c7\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002 \u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
kGLMM_DuplicateRandomEffectBlockFound.LABEL=\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u91cd\u8907\u3057\u305f\u5909\u91cf\u52b9\u679c\u30d6\u30ed\u30c3\u30af\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002 \u3059\u3079\u3066\u306e\u91cd\u8907\u3057\u305f\u5909\u91cf\u52b9\u679c\u30d6\u30ed\u30c3\u30af\u304c\u7121\u8996\u3055\u308c\u307e\u3059\u3002
kGLMM_DuplicateEMMeansSpecFound.LABEL=\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u91cd\u8907\u3057\u305f\u63a8\u5b9a\u5468\u8fba\u5e73\u5747\u6307\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002 \u3059\u3079\u3066\u306e\u91cd\u8907\u3057\u305f\u63a8\u5b9a\u5468\u8fba\u5e73\u5747\u6307\u5b9a\u304c\u7121\u8996\u3055\u308c\u307e\u3059\u3002
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=\u9023\u7d9a\u578b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5225\u306e\u52b9\u679c\u3092\u5165\u308c\u5b50\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_MaxIterReachedButNotConv.LABEL=\u53cd\u5fa9\u306e\u6700\u5927\u6570\u306b\u9054\u3057\u307e\u3057\u305f\u304c\u3001\u53ce\u675f\u306b\u306f\u9054\u3057\u3066\u3044\u307e\u305b\u3093\u3002 \u6700\u5f8c\u306e\u53cd\u5fa9\u306e\u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u8b66\u544a\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u624b\u9806\u306f\u7d9a\u884c\u3057\u307e\u3059\u3002 \u751f\u6210\u3055\u308c\u308b\u5f8c\u7d9a\u306e\u7d50\u679c\u306f\u6700\u5f8c\u306e\u53cd\u5fa9\u306b\u57fa\u3065\u304d\u307e\u3059\u3002 \u30e2\u30c7\u30eb\u306e\u9069\u5408\u5ea6\u306e\u6709\u52b9\u6027\u306f\u4e0d\u660e\u78ba\u3067\u3059\u3002
kGLMM_GMatrIsNotPositive.LABEL=\u5909\u91cf\u52b9\u679c\u306e\u63a8\u5b9a\u5171\u5206\u6563\u884c\u5217 (G \u884c\u5217) \u304c\u6b63\u5b9a\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u3053\u306e\u8b66\u544a\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u624b\u9806\u306f\u7d9a\u884c\u3057\u307e\u3059\u3002 \u751f\u6210\u3055\u308c\u308b\u5f8c\u7d9a\u306e\u7d50\u679c\u306f\u6700\u5f8c\u306e\u53cd\u5fa9\u306b\u57fa\u3065\u304d\u307e\u3059\u3002 \u30e2\u30c7\u30eb\u306e\u9069\u5408\u5ea6\u306e\u6709\u52b9\u6027\u306f\u4e0d\u660e\u78ba\u3067\u3059\u3002
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=\u30c7\u30fc\u30bf\u306b\u5b8c\u5168\u306a\u533a\u5207\u308a\u304c\u3042\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002 \u6700\u5927\u5c24\u5ea6\u63a8\u5b9a\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \u3053\u306e\u8b66\u544a\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u624b\u9806\u306f\u7d9a\u884c\u3057\u307e\u3059\u3002 \u751f\u6210\u3055\u308c\u308b\u5f8c\u7d9a\u306e\u7d50\u679c\u306f\u6700\u5f8c\u306e\u53cd\u5fa9\u306b\u57fa\u3065\u304d\u307e\u3059\u3002 \u30e2\u30c7\u30eb\u306e\u9069\u5408\u5ea6\u306e\u6709\u52b9\u6027\u306f\u4e0d\u660e\u78ba\u3067\u3059\u3002
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=\u5206\u6790\u306e\u91cd\u307f\u30c7\u30fc\u30bf\u5024\u306f\u6b63\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=\u5024\u304c\u7121\u52b9\u307e\u305f\u306f\u6b20\u640d\u5024\u3092\u542b\u3080\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308b\u305f\u3081\u30011 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u5206\u6790\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=\u30a4\u30d9\u30f3\u30c8 (\u76ee\u6a19) \u304a\u3088\u3073\u8a66\u884c\u5909\u6570\u306e\u6709\u52b9\u306a\u5024\u304c\u305d\u308c\u305e\u308c\u8ca0\u3067\u306a\u3044\u6570\u304a\u3088\u3073\u6b63\u306e\u6574\u6570\u3067\u3059\u3002\u8a66\u884c\u5909\u6570\u306e\u6570\u306f\u30a4\u30d9\u30f3\u30c8\u306e\u6570\u3088\u308a\u5c11\u306a\u304f\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002 

# Common error code
kMCCANCEL.LABEL=\u30ad\u30e3\u30f3\u30bb\u30eb\u8981\u6c42\u306b\u5f93\u3063\u3066\u5206\u6790\u304c\u4e2d\u65ad\u3055\u308c\u307e\u3057\u305f\u3002
kMC_IO_ERROR.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\u30e1\u30e2\u30ea\u30fc\u304c\u4e0d\u5341\u5206\u3067\u3059\u3002 \u51fa\u529b\u304c\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
kMC_WRONG_STATE.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u307e\u305f\u306f\u66f8\u304d\u8fbc\u307f\u6642\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u66f8\u304d\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308b\u3053\u3068\u3001\u30c7\u30a3\u30b9\u30af\u306b\u5341\u5206\u306a\u7a7a\u304d\u9818\u57df\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kMCCom_BadVarIndex.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  
kMCCom_NoMetadataForVar.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  
kMCRegr_InternalError.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  
kMCRegr_DataSourceError.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  
kMCRegr_NoRecordsFound.LABEL=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMCRegr_RecordTooShort.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  
kMCRegr_InvalidRecordValue.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  
kMCRegr_LMatrixEmpty.LABEL=\u81ea\u7531\u5ea6\u304c 0 \u306e\u305f\u3081\u8a08\u7b97\u3067\u304d\u307e\u305b\u3093\u3002
kMCRegr_LMatrixNCols.LABEL=\u5b9f\u884c\u6642\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  
kMCRegr_GEFMatrixEmpty.LABEL=\u81ea\u7531\u5ea6\u304c 0 \u306e\u305f\u3081\u8a08\u7b97\u3067\u304d\u307e\u305b\u3093\u3002

# Process report
PreparedDataHandleMsg.LABEL=\u5b8c\u4e86\u3057\u305f\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u6e96\u5099
HandleDataProcessMsg.LABEL=\u30c7\u30fc\u30bf \u30d7\u30ed\u30bb\u30b9\u306e\u51e6\u7406 : {0 } %
HandleDataProcessEndMsg.LABEL=\u5b8c\u4e86\u3057\u305f\u30c7\u30fc\u30bf \u30d7\u30ed\u30bb\u30b9\u306e\u51e6\u7406 :
ExportPmmlProgressMsg.LABEL=\u5b8c\u4e86\u3057\u305f PMML \u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30e2\u30c7\u30eb\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8

# Saved field labels
kGLMM_PredictedValue_0=\u4e88\u6e2c\u5024
kGLMM_PredictedProbability_2={0} \u306e\u4e88\u6e2c\u78ba\u7387 = {1}
kGLMM_CumulativePredictedProbability_2={0} \u306e\u7d2f\u7a4d\u4e88\u6e2c\u78ba\u7387 = {1}
kGLMM_ConfidencePP_0=\u4e88\u6e2c\u5024 (\u4e88\u6e2c\u78ba\u7387) \u306e\u4fe1\u983c\u5ea6
kGLMM_ConfidencePI_0=\u4e88\u6e2c\u5024 (\u78ba\u7387\u6539\u5584) \u306e\u4fe1\u983c\u5ea6
kGLMM_CILower_0=\u4e88\u6e2c\u5024\u306e\u4fe1\u983c\u533a\u9593\u306e\u4e0b\u9650
kGLMM_CILower_2={0} \u306e\u4e88\u6e2c\u78ba\u7387\u306e\u4fe1\u983c\u533a\u9593\u306e\u4e0b\u9650 = {1}
kGLMM_CumulativeCILower_2={0} \u306e\u7d2f\u7a4d\u4e88\u6e2c\u78ba\u7387\u306e\u4fe1\u983c\u533a\u9593\u306e\u4e0b\u9650 = {1}
kGLMM_CIUpper_0=\u4e88\u6e2c\u5024\u306e\u4fe1\u983c\u533a\u9593\u306e\u4e0a\u9650
kGLMM_CIUpper_2={0} \u306e\u4e88\u6e2c\u78ba\u7387\u306e\u4fe1\u983c\u533a\u9593\u306e\u4e0a\u9650 = {1}
kGLMM_CumulativeCIUpper_2={0} \u306e\u7d2f\u7a4d\u4e88\u6e2c\u78ba\u7387\u306e\u4fe1\u983c\u533a\u9593\u306e\u4e0a\u9650 = {1}
kGLMM_PearsonResidual_0=Pearson \u6b8b\u5dee

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=\u56fa\u5b9a
random=\u5909\u91cf
gamma=\u30ac\u30f3\u30de
inverse Gaussian=\u9006\u30ac\u30a6\u30b9\u5206\u5e03
negative binomial=\u8ca0\u306e 2 \u9805\u5206\u5e03
Poisson=\u30dd\u30a2\u30bd\u30f3

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=\u5ea6\u6570\u306e\u91cd\u307f\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u6570\u5024\u578b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
