#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=Verallgemeinerte lineare gemischte Modelle

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung. 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=Ein Feld kann nicht als {0} und als Teil eines festen Effekts angegeben werden.
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=Ein Feld kann nicht als {0} und als Teil eines Zufallseffekts angegeben werden.
kGLMM_DuplicatedEffectInFixed.LABEL=Es wurde mindestens ein doppelter {0}-Effekt gefunden. Alle doppelten Effekte werden ignoriert.
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=Ein Feld kann nicht als {0} und als {1} angegeben werden.
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=Ein Feld kann nicht als Offset und als {0} angegeben werden.
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=Felder k\u00f6nnen nicht als Subjekte und als Messwiederholung angegeben werden.
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABELA field cannot be specified as analysis weight and {0}.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=Felder k\u00f6nnen nicht als Subjekte und als Messwiederholung angegeben werden.
kGLMM_RandomSubjectNotInRepeated.LABEL=Mindestens ein Subjektfeld f\u00fcr zuf\u00e4llige Effekte wird in der Datenstrukturspezifikation nicht als Subjektfeld angegeben.
kGLMM_NoSubjectInRepeated.LABEL=Bei Verwendung des Unterbefehls DATA_STRUCTURE ist das Schl\u00fcsselwort SUBJECT ist erforderlich.
kGLMM_DuplicatedEffectInRandoms.LABEL=Es wurde mindestens ein doppelter {0}-Effekt gefunden. Alle doppelten Effekte werden ignoriert.
kGLMM_NoEffectsInRandom.LABEL=In mindestens einem Block f\u00fcr zuf\u00e4llige Effekte wurden keine zuf\u00e4lligen Effekte angegeben.
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=Bei der multinomialen Wahrscheinlichkeitsverteilung werden Gruppierungen bei Bl\u00f6cken mit zuf\u00e4lligen Effekten nicht unterst\u00fctzt.
kGLMM_UnmatchedDistributionAndLink.LABEL=Es wurde eine ung\u00fcltige Kombination von Verteilungs- und Linkeinstellungen angegeben.
kGLMM_InsufficientMemory.LABEL=Nicht gen\u00fcgend Speicher. Es wird keine Ausgabe angezeigt.
kGLMM_NoValidCase.LABEL=Es sind keine g\u00fcltigen Datens\u00e4tze vorhanden.
kGLMM_DuplicatedRepeatedLevels.LABEL=Die Niveaus f\u00fcr den Messwiederholungseffekt unterscheiden sich nicht f\u00fcr jeden Fall in einem wiederholten Subjekt.
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=Da einige g\u00fcltige H\u00e4ufigkeitsgewichtungen gr\u00f6\u00dfer als 1 sind, unterscheiden sich die Niveaus f\u00fcr den Messwiederholungseffekt nicht f\u00fcr jeden Fall in einem wiederholten Subjekt.
kGLMM_UndistinctDependentDataInBinomial.LABEL=Bei Verwendung der Binomialverteilung muss das Ziel zwei verschiedene g\u00fcltige Datenwerte aufweisen.
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL=Zieldatenwerte f\u00fcr die Wahrscheinlichkeitsverteilung vom Typ "{0}" m\u00fcssen positiv sein.
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL=Zieldatenwerte f\u00fcr die {0}-Wahrscheinlichkeitsverteilung m\u00fcssen nicht negative ganze Zahlen sein.
kGLMM_InvalidInitialValue.LABEL=Fehler: Die Liste bzw. Datei mit den Anfangswerten enth\u00e4lt ung\u00fcltige oder unzureichende Daten. Anfangswerte m\u00fcssen f\u00fcr alle Parameter bereitgestellt werden (einschlie\u00dflich redundanter Parameter, wenn es sich um ein verallgemeinertes lineares Modell handelt). Die Reihenfolge der Anfangswerte sollte der Reihenfolge der von der Prozedur verwendeten Modellparameter entsprechen.
kGLMM_IterationTerminatedButNoConv.LABEL=Die Iteration wurde beendet, es wurde jedoch keine Konvergenz erreicht. Die Ausgabe f\u00fcr die letzte Iteration wird angezeigt. Die Prozedur wird trotz dieser Warnung fortgesetzt. Die nachfolgend erstellten Ergebnisse beruhen auf der letzten Iteration. Die G\u00fcltigkeit der Anpassungsg\u00fcte des Modells ist ungewiss.
kGLMM_ConvButHessianNotPositive.LABEL=Die endg\u00fcltige Hesse-Matrix ist nicht positiv definit, obwohl alle Konvergenzkriterien erf\u00fcllt wurden. Die Prozedur wird trotz dieser Warnung fortgesetzt. Die nachfolgend erstellten Ergebnisse beruhen auf der letzten Iteration. Die G\u00fcltigkeit der Anpassungsg\u00fcte des Modells ist ungewiss.
kGLMM_QuasiCompleteSeparation.LABEL=M\u00f6glicherweise liegt eine ann\u00e4hernd vollst\u00e4ndige Trennung in den Daten vor. Die Maximum-Likelihood-Sch\u00e4tzer sind nicht vorhanden. Die Prozedur wird trotz dieser Warnung fortgesetzt. Die nachfolgend erstellten Ergebnisse beruhen auf der letzten Iteration. Die G\u00fcltigkeit der Anpassungsg\u00fcte des Modells ist ungewiss.
kGLMM_InvalidCaseInLastIteration.LABEL=In der letzten Iteration liegt mindestens ein ung\u00fcltiger Datensatz vor. Ein Datensatz ist ung\u00fcltig, wenn bei der Berechnung der inversen Verkn\u00fcpfungsfunktion {0}, des Log-Likelihood, des Gradienten oder der Hesse-Matrix im iterativen Prozess Fehler auftreten. Es wird keine Ausgabe angezeigt.
kGLMM_FrequencyWeightVarInCovariate.LABEL=Die H\u00e4ufigkeitsgewichtung kann in keiner anderen Rolle verwendet werden.
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=Ein Feld kann nicht als Teil eines festen Effekts und als {0} angegeben werden.
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=Ein Feld kann nicht als Teil eines zuf\u00e4lligen Effekts und als {0} angegeben werden.
kGLMM_DuplicatedFactorInEffect.LABEL=Ein kategoriales Feld wurde mehrmals im Effekt angegeben. Es darf nur einmal angegeben werden.
kGLMM_InternalError.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung. 
kGLMM_TargetIsNotCatForMultinomial.LABEL=Bei Angabe der multinomialen Wahrscheinlichkeitsverteilung muss das Ziel ein kategoriales Messniveau aufweisen.
kGLMM_TargetIsNotContForSomeDistribution.LABEL=Bei Angabe der Wahrscheinlichkeitsverteilung vom Typ "{0}" muss das Ziel ein stetiges Messniveau aufweisen.
kGLMM_RegWeightFieldIsNotNumeric.LABEL=Die Analysegewichtung muss numerisch sein.
kGLMM_OffsetFieldIsNotContinuous.LABEL=Das Offset muss ein stetiges Messniveau aufweisen.
kGLMM_FreWeightFieldIsNotNumeric.LABEL=Das Feld f\u00fcr die H\u00e4ufigkeitsgewichtung muss numerisch sein.
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=Alle Terme f\u00fcr gesch\u00e4tzte Randmittel m\u00fcssen auch feste Effekte sein.
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=Mindestens ein Feld, das als Steuerfeld f\u00fcr gesch\u00e4tzte Randmittel angegeben wurde, wurde nicht ebenfalls als Kovariate im Modell angegeben.
kGLMM_NumericalProblemInEstimation.LABEL=Das Modell kann nicht erstellt werden, da w\u00e4hrend der Sch\u00e4tzung ein Berechnungsfehler aufgetreten ist. Es wird keine Ausgabe angezeigt.
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=Bei Angabe eines Versuchsfelds muss das Ziel ein stetiges Messniveau aufweisen.
kGLMM_ConstantTarget.LABEL=Bei Verwendung der Multinomialverteilung muss das Ziel mindestens zwei verschiedene g\u00fcltige Datenwerte aufweisen.
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=Es wurde kein Messwiederholungsfeld angegeben, daher wurde kein Teil f\u00fcr Messwiederholungen im Modell erstellt.
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=Alle Terme f\u00fcr gesch\u00e4tzte Randmittel m\u00fcssen kategoriale Felder sein.
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=In einem einzelnen Term f\u00fcr gesch\u00e4tzte Randmittel k\u00f6nnen maximal drei Felder angegeben werden.
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=Das Kontrastfeld muss auch ein Term in der Angabe f\u00fcr die gesch\u00e4tzten Randmittel sein.
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=Das Kontrastfeld eignet sich nicht f\u00fcr verschachtelte Effekte in der Angabe f\u00fcr die gesch\u00e4tzten Randmittel.
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=Der Referenzwert f\u00fcr das Ziel kann nicht im Daten-Set gefunden werden.
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL=Es sind keine g\u00fcltigen Datens\u00e4tze f\u00fcr die Verkn\u00fcpfungsfunktion {0} vorhanden. Es wird keine Ausgabe angezeigt.
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=Die Kovarianzmatrix der Residuen ist im iterativen Prozess nicht positiv definit. Es wird keine Ausgabe angezeigt.
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=Das Modell kann aufgrund eines numerischen \u00dcberlaufs infolge von gro\u00dfen Kovariatenwerten nicht erstellt werden. Es wird keine Ausgabe angezeigt.
kGLMM_DuplicateRandomEffectBlockFound.LABEL=Es wurde mindestens ein doppelter Block mit zuf\u00e4lligen Effekten gefunden. Alle doppelten Bl\u00f6cke mit zuf\u00e4lligen Effekten werden ignoriert.
kGLMM_DuplicateEMMeansSpecFound.LABEL=Es wurde mindestens eine doppelte Angabe f\u00fcr die gesch\u00e4tzten Randmittel gefunden. Alle doppelten Angaben f\u00fcr die gesch\u00e4tzten Randmittel werden ignoriert.
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=In einem stetigen Feld kann kein weiterer Effekt verschachtelt sein.
kGLMM_MaxIterReachedButNotConv.LABEL=Die maximale Anzahl an Iterationen wurde erreicht, es konnte jedoch keine Konvergenz hergestellt werden. Die Ausgabe f\u00fcr die letzte Iteration wird angezeigt. Die Prozedur wird trotz dieser Warnung fortgesetzt. Die nachfolgend erstellten Ergebnisse beruhen auf der letzten Iteration. Die G\u00fcltigkeit der Anpassungsg\u00fcte des Modells ist ungewiss.
kGLMM_GMatrIsNotPositive.LABEL=Die Matrix der gesch\u00e4tzten Kovarianzen der zuf\u00e4lligen Effekte (G-Matrix) ist nicht positiv definit. Die Prozedur wird trotz dieser Warnung fortgesetzt. Die nachfolgend erstellten Ergebnisse beruhen auf der letzten Iteration. Die G\u00fcltigkeit der Anpassungsg\u00fcte des Modells ist ungewiss.
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=M\u00f6glicherweise liegt eine vollst\u00e4ndige Trennung in den Daten vor. Die Maximum-Likelihood-Sch\u00e4tzer sind nicht vorhanden. Die Prozedur wird trotz dieser Warnung fortgesetzt. Die nachfolgend erstellten Ergebnisse beruhen auf der letzten Iteration. Die G\u00fcltigkeit der Anpassungsg\u00fcte des Modells ist ungewiss.
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=Datenwerte f\u00fcr die Analysegewichtung m\u00fcssen positiv sein.
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=Mindestens ein Datensatz wird nicht in der Analyse verwendet, da er ein oder mehrere Felder mit ung\u00fcltigen oder fehlenden Werten enth\u00e4lt.
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=G\u00fcltige Werte f\u00fcr Ereignis- (Ziel-) und Versuchsvariablen sind nichtnegative bzw. positive ganze Zahlen, und die Anzahl der Versuche darf nicht kleiner sein als die Anzahl der Ereignisse. 

# Common error message
kMCCANCEL.LABEL=Die Analyse wurde aufgrund einer Abbruch-Anforderung beendet.
kMC_IO_ERROR.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung. 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Nicht gen\u00fcgend Speicher. Es wird keine Ausgabe angezeigt.
kMC_WRONG_STATE.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung. 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=Beim Erstellen, bzw. Schreiben einer tempor\u00e4ren Datei ist ein Problem aufgetreten. Stellen Sie bitte sicher, dass der tempor\u00e4re Verzeichnispfad g\u00fcltig ist, dass Sie Schreibrechte auf dem Verzeichnis haben und dass gen\u00fcgend freier Speicher auf dem Laufwerk zu Verf\u00fcgung steht.
kMCCom_BadVarIndex.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung.  
kMCCom_NoMetadataForVar.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung.  
kMCRegr_InternalError.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung.  
kMCRegr_DataSourceError.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung.  
kMCRegr_NoRecordsFound.LABEL=Keine Datens\u00e4tze in der Datenquelle gefunden.
kMCRegr_RecordTooShort.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung.  
kMCRegr_InvalidRecordValue.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung.  
kMCRegr_LMatrixEmpty.LABEL=Berechnung nicht m\u00f6glich, da 0 Freiheitsgrade vorliegen.
kMCRegr_LMatrixNCols.LABEL=Interner Fehler w\u00e4hrend der Ausf\u00fchrung.  
kMCRegr_GEFMatrixEmpty.LABEL=Berechnung nicht m\u00f6glich, da 0 Freiheitsgrade vorliegen.

# Process report
PreparedDataHandleMsg.LABEL=Vorbereitung der Datenbehandlung abgeschlossen
HandleDataProcessMsg.LABEL=Datenbehandlungs-Prozess: {0 } %
HandleDataProcessEndMsg.LABEL=Datenbehandlungs-Prozess abgeschlossen
ExportPmmlProgressMsg.LABEL=Export des Modells in PMML-Datei abgeschlossen

# Saved field labels
kGLMM_PredictedValue_0=Vorhergesagter Wert
kGLMM_PredictedProbability_2=Vorhergesagte Wahrscheinlichkeit f\u00fcr {0} = {1}
kGLMM_CumulativePredictedProbability_2=Vorhergesagte Wahrscheinlichkeit f\u00fcr {0} = {1} (kumulativ)
kGLMM_ConfidencePP_0=Konfidenz in vorhergesagten Wert (Vorhergesagte Wahrscheinlichkeit)
kGLMM_ConfidencePI_0=Konfidenz in vorhergesagten Wert (Wahrscheinlichkeitsverbesserung)
kGLMM_CILower_0=Untergrenze des Konfidenzintervalls f\u00fcr vorhergesagten Wert
kGLMM_CILower_2=Untergrenze des Konfidenzintervalls f\u00fcr die vorhergesagte Wahrscheinlichkeit f\u00fcr {0} = {1}
kGLMM_CumulativeCILower_2=Untergrenze des Konfidenzintervalls f\u00fcr die vorhergesagte Wahrscheinlichkeit f\u00fcr {0} = {1} (kumulativ)
kGLMM_CIUpper_0=Obergrenze des Konfidenzintervalls f\u00fcr vorhergesagten Wert
kGLMM_CIUpper_2=Obergrenze des Konfidenzintervalls f\u00fcr die vorhergesagte Wahrscheinlichkeit f\u00fcr {0} = {1}
kGLMM_CumulativeCIUpper_2=Obergrenze des Konfidenzintervalls f\u00fcr die vorhergesagte Wahrscheinlichkeit f\u00fcr {0} = {1} (kumulativ)
kGLMM_PearsonResidual_0=Pearson-Residuum

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=fest
random=zuf\u00e4llig
gamma=Gamma
inverse Gaussian=invers normal
negative binomial=negativ binomial
Poisson=Poisson-Verteilung

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=Das Feld f\u00fcr die H\u00e4ufigkeitsgewichtung muss numerisch sein.
