#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=Modelos Mistos Lineares Generalizados

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o. 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=Um campo n\u00e3o pode ser especificado como {0} e parte de um efeito fixo.
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=Um campo n\u00e3o pode ser especificado como {0} e parte de um efeito aleat\u00f3rio.
kGLMM_DuplicatedEffectInFixed.LABEL=Pelo menos um efeito duplicado {0} foi encontrado. Todos os efeitos duplicados ser\u00e3o ignorados.
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=Um campo n\u00e3o pode ser especificado como {0} e {1}.
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=Um campo n\u00e3o pode ser especificado como deslocamento e {0}.
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=Campos n\u00e3o podem ser especificados como assuntos e medidas repetidas.
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABEL=Um campo n\u00e3o pode ser especificado como an\u00e1lise ponderada e {0}.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=Campos n\u00e3o podem ser especificados como assuntos e medidas repetidas.
kGLMM_RandomSubjectNotInRepeated.LABEL=Pelo menos um campo de assunto de efeito aleat\u00f3rio n\u00e3o est\u00e1 especificado como campo de assunto na especifica\u00e7\u00e3o de estrutura de dados.
kGLMM_NoSubjectInRepeated.LABEL=A palavra-chave SUBJECT \u00e9 exigida quando o subcomando DATA_STRUCTURE \u00e9 usado.
kGLMM_DuplicatedEffectInRandoms.LABEL=Pelo menos um efeito duplicado {0} foi encontrado. Todos os efeitos duplicados ser\u00e3o ignorados.
kGLMM_NoEffectsInRandom.LABEL=Nenhum efeito aleat\u00f3rio est\u00e1 especificado em pelo menos um bloco de efeitos aleat\u00f3rios.
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=Agrupamentos em blocos de efeitos aleat\u00f3rios n\u00e3o t\u00eam suporte para a distribui\u00e7\u00e3o de probabilidade multinomial.
kGLMM_UnmatchedDistributionAndLink.LABEL=Uma combina\u00e7\u00e3o inv\u00e1lida de distribui\u00e7\u00e3o e configura\u00e7\u00e3o de liga\u00e7\u00e3o est\u00e1 especificada.
kGLMM_InsufficientMemory.LABEL=Mem\u00f3ria insuficiente. Nenhuma sa\u00edda ser\u00e1 exibida.
kGLMM_NoValidCase.LABEL=N\u00e3o h\u00e1 nenhum registro v\u00e1lido.
kGLMM_DuplicatedRepeatedLevels.LABEL=Os n\u00edveis do efeito de medidas repetidas n\u00e3o s\u00e3o diferentes para cada caso em um assunto repetido.
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=Visto que algumas pondera\u00e7\u00f5es de frequ\u00eancia v\u00e1lidos s\u00e3o maiores do que 1, os n\u00edveis do efeito de medidas repetidas n\u00e3o s\u00e3o diferentes para cada caso em um assunto repetido.
kGLMM_UndistinctDependentDataInBinomial.LABEL=O destino deve ter dois valores distintos de dados v\u00e1lidos quando a distribui\u00e7\u00e3o binomial \u00e9 usada.
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL=Os valores de dados de destino para a distribui\u00e7\u00e3o de probabilidade {0} devem ser positivos.
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL=Os valores de dados de destino para a distribui\u00e7\u00e3o de probabilidade {0} devem ser n\u00fameros inteiros n\u00e3o negativos.
kGLMM_InvalidInitialValue.LABEL=Erro: A lista ou arquivo de valores iniciais cont\u00eam dados inv\u00e1lidos ou insuficientes. Devem ser fornecidos valores iniciais para todos os par\u00e2metros (incluindo par\u00e2metros redundantes se o modelo for linear generalizado). A classifica\u00e7\u00e3o dos valores iniciais deve corresponder \u00e0 classifica\u00e7\u00e3o dos par\u00e2metros do modelo usada pelo procedimento.
kGLMM_IterationTerminatedButNoConv.LABEL=A itera\u00e7\u00e3o foi finalizada, mas a converg\u00eancia n\u00e3o foi atingida. A sa\u00edda da \u00faltima itera\u00e7\u00e3o \u00e9 exibida. O procedimento continua apesar deste aviso. Os resultados subsequentes produzidos s\u00e3o baseados na \u00faltima itera\u00e7\u00e3o. A validade do ajuste do modelo \u00e9 incerta.
kGLMM_ConvButHessianNotPositive.LABEL=A matriz de Hesse final n\u00e3o \u00e9 definida positiva, embora todos os crit\u00e9rios de converg\u00eancia sejam atendidos. O procedimento continua apesar deste aviso. Os resultados subsequentes produzidos s\u00e3o baseados na \u00faltima itera\u00e7\u00e3o. A validade do ajuste do modelo \u00e9 incerta.
kGLMM_QuasiCompleteSeparation.LABEL=Pode haver uma separa\u00e7\u00e3o quase completa nos dados. As estimativas de probabilidade m\u00e1xima n\u00e3o existem. O procedimento continua apesar deste aviso. Os resultados subsequentes produzidos s\u00e3o baseados na \u00faltima itera\u00e7\u00e3o. A validade do ajuste do modelo \u00e9 incerta.
kGLMM_InvalidCaseInLastIteration.LABEL=H\u00e1 pelo menos um registro inv\u00e1lido na \u00faltima itera\u00e7\u00e3o. Um registro \u00e9 inv\u00e1lido se houver erros ao computar a fun\u00e7\u00e3o de liga\u00e7\u00e3o inversa {0}, a verossimilhan\u00e7a de log, o gradiente, ou a matriz de Hesse no processo iterativo. Nenhuma sa\u00edda ser\u00e1 exibida.
kGLMM_FrequencyWeightVarInCovariate.LABEL=O peso de frequ\u00eancia n\u00e3o pode ser usado em qualquer outra fun\u00e7\u00e3o.
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=Um campo n\u00e3o pode ser especificado como parte de um efeito fixo e {0}.
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=Um campo n\u00e3o pode ser especificado como parte de um efeito aleat\u00f3rio e {0}.
kGLMM_DuplicatedFactorInEffect.LABEL=Um campo categ\u00f3rico est\u00e1 especificado mais de uma vez no efeito. Ele pode ser especificado apenas uma vez.
kGLMM_InternalError.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o. 
kGLMM_TargetIsNotCatForMultinomial.LABEL=O destino deve ter um n\u00edvel de medi\u00e7\u00e3o categ\u00f3rica se a distribui\u00e7\u00e3o de probabilidade multinomial for especificada.
kGLMM_TargetIsNotContForSomeDistribution.LABEL=O destino deve ter um n\u00edvel de medi\u00e7\u00e3o cont\u00ednua se a distribui\u00e7\u00e3o de probabilidade {0} for especificada
kGLMM_RegWeightFieldIsNotNumeric.LABEL=A pondera\u00e7\u00e3o de an\u00e1lise deve ser num\u00e9rica.
kGLMM_OffsetFieldIsNotContinuous.LABEL=O deslocamento deve ter um n\u00edvel de medi\u00e7\u00e3o cont\u00ednua.
kGLMM_FreWeightFieldIsNotNumeric.LABEL=O campo de pondera\u00e7\u00e3o de frequ\u00eancia deve ser num\u00e9rico.
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=Todos os termos das m\u00e9dias marginais estimadas tamb\u00e9m devem ser efeitos fixos.
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=Pelo menos um campo especificado como controle de m\u00e9dias marginais estimadas tamb\u00e9m n\u00e3o foi especificado como uma covari\u00e1vel no modelo.
kGLMM_NumericalProblemInEstimation.LABEL=O modelo n\u00e3o pode ser constru\u00eddo porque um erro de computa\u00e7\u00e3o ocorreu durante a estimativa. Nenhuma sa\u00edda ser\u00e1 exibida.
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=O destino deve ter um n\u00edvel de medi\u00e7\u00e3o cont\u00ednua se um campo de tentativas for especificado.
kGLMM_ConstantTarget.LABEL=O destino deve ter pelo menos dois valores distintos de dados v\u00e1lidos quando a distribui\u00e7\u00e3o multinomial \u00e9 usada.
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=Nenhum campo de medi\u00e7\u00f5es repetidas foi especificado, portanto nenhuma parte de medidas repetidas do modelo foi constru\u00edda.
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=Todos os termos de m\u00e9dias marginais estimadas devem ser campos categ\u00f3ricos.
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=N\u00e3o podem ser especificados mais do que tr\u00eas campos em um \u00fanico termo das m\u00e9dias marginais estimadas. 
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=O campo de contraste tamb\u00e9m deve ser um termo na especifica\u00e7\u00e3o de m\u00e9dias marginais estimadas.
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=O campo de contraste n\u00e3o \u00e9 adequado em um efeito aninhado na especifica\u00e7\u00e3o de m\u00e9dias marginais estimadas.
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=O valor de refer\u00eancia para o destino n\u00e3o pode ser encontrado no conjunto de dados.
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL=N\u00e3o h\u00e1 nenhum registro v\u00e1lido para a fun\u00e7\u00e3o de liga\u00e7\u00e3o {0}. Nenhuma sa\u00edda ser\u00e1 exibida.
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=A matriz de covari\u00e2ncia de res\u00edduos n\u00e3o \u00e9 definida positiva no processo iterativo. Nenhuma sa\u00edda ser\u00e1 exibida.
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=O modelo n\u00e3o pode ser constru\u00eddo por causa do estouro num\u00e9rico devido aos grandes valores de covari\u00e1veis. Nenhuma sa\u00edda ser\u00e1 exibida.
kGLMM_DuplicateRandomEffectBlockFound.LABEL=Pelo menos um bloco de efeito aleat\u00f3rio duplicado foi encontrado. Todos os blocos de efeitos aleat\u00f3rios duplicados ser\u00e3o ignorados.
kGLMM_DuplicateEMMeansSpecFound.LABEL=Pelo menos uma especifica\u00e7\u00e3o de m\u00e9dias marginais estimadas duplicadas foi encontrada. Todas as especifica\u00e7\u00f5es de m\u00e9dias marginais estimadas duplicadas ser\u00e3o ignoradas.
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=Um campo cont\u00ednuo n\u00e3o pode ter outro efeito aninhado dentro dele.
kGLMM_MaxIterReachedButNotConv.LABEL=O n\u00famero m\u00e1ximo de itera\u00e7\u00f5es foi alcan\u00e7ado, mas a converg\u00eancia n\u00e3o foi obtida. A sa\u00edda da \u00faltima itera\u00e7\u00e3o \u00e9 exibida. O procedimento continua apesar deste aviso. Os resultados subsequentes produzidos s\u00e3o baseados na \u00faltima itera\u00e7\u00e3o. A validade do ajuste do modelo \u00e9 incerta.
kGLMM_GMatrIsNotPositive.LABEL=A matriz de covari\u00e2ncia estimada dos efeitos aleat\u00f3rios (a matriz G) n\u00e3o \u00e9 definida positiva. O procedimento continua apesar deste aviso. Os resultados subsequentes produzidos s\u00e3o baseados na \u00faltima itera\u00e7\u00e3o. A validade do ajuste do modelo \u00e9 incerta.
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=Pode haver uma separa\u00e7\u00e3o completa nos dados. As estimativas de probabilidade m\u00e1xima n\u00e3o existem. O procedimento continua apesar deste aviso. Os resultados subsequentes produzidos s\u00e3o baseados na \u00faltima itera\u00e7\u00e3o. A validade do ajuste do modelo \u00e9 incerta.
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=Os valores de dados de pondera\u00e7\u00e3o de an\u00e1lise devem ser positivos.
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=Um ou mais registros n\u00e3o s\u00e3o usados na an\u00e1lise, pois possuem um ou mais campos com valores inv\u00e1lidos ou ausentes.
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=Valores v\u00e1lidos para eventos (destino) e vari\u00e1veis de testes s\u00e3o n\u00fameros inteiros n\u00e3o negativos e positivos, respectivamente, e o n\u00famero de testes n\u00e3o pode ser menor do que o n\u00famero de eventos. 

# Common error message
kMCCANCEL.LABEL=A an\u00e1lise foi abandonada ap\u00f3s um pedido de cancelamento.
kMC_IO_ERROR.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o. 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Mem\u00f3ria insuficiente. Nenhuma sa\u00edda ser\u00e1 exibida.
kMC_WRONG_STATE.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o. 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=Ocorreu um problema ao criar ou salvar um arquivo tempor\u00e1rio. Certifique-se de que o caminho do diret\u00f3rio tempor\u00e1rio \u00e9 v\u00e1lido, de que voc\u00ea tem acesso de grava\u00e7\u00e3o ao diret\u00f3rio e de que o disco tem espa\u00e7o livre o suficiente.
kMCCom_BadVarIndex.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o.  
kMCCom_NoMetadataForVar.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o.  
kMCRegr_InternalError.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o.  
kMCRegr_DataSourceError.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o.  
kMCRegr_NoRecordsFound.LABEL=Nenhum registro encontrado na origem de dados.
kMCRegr_RecordTooShort.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o.  
kMCRegr_InvalidRecordValue.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o.  
kMCRegr_LMatrixEmpty.LABEL=N\u00e3o \u00e9 poss\u00edvel calcular, devido ao zero grau de liberdade.
kMCRegr_LMatrixNCols.LABEL=Um erro interno ocorreu durante a execu\u00e7\u00e3o.  
kMCRegr_GEFMatrixEmpty.LABEL=N\u00e3o \u00e9 poss\u00edvel calcular, devido ao zero grau de liberdade.

# Process report
PreparedDataHandleMsg.LABEL=Identificador de Dados de Prepara\u00e7\u00e3o Conclu\u00eddo
HandleDataProcessMsg.LABEL=Processo de Dados de Identificador: {0 } %
HandleDataProcessEndMsg.LABEL=Processo de Dados de Identificador Conclu\u00eddo
ExportPmmlProgressMsg.LABEL=Exportando Modelo para arquivo PMML Conclu\u00eddo

# Saved field labels
kGLMM_PredictedValue_0=Valor previsto
kGLMM_PredictedProbability_2=Probabilidade Prevista para {0} = {1}
kGLMM_CumulativePredictedProbability_2=Probabilidade acumulativa prevista para {0} = {1}
kGLMM_ConfidencePP_0=Confian\u00e7a no Valor Previsto (Probabilidade Prevista)
kGLMM_ConfidencePI_0=Confian\u00e7a no Valor Previsto (Melhoria de Probabilidade)
kGLMM_CILower_0=Limite Inferior de IC de Valor Previsto
kGLMM_CILower_2=Limite Inferior de IC de Probabilidade Prevista para {0} = {1}
kGLMM_CumulativeCILower_2=Limite inferior de IC de probabilidade acumulativa prevista para {0} = {1}
kGLMM_CIUpper_0=Limite Superior de IC de Valor Previsto
kGLMM_CIUpper_2=Limite Superior de IC de Probabilidade Prevista para {0} = {1}
kGLMM_CumulativeCIUpper_2=Limite superior de IC de probabilidade acumulativa prevista para {0} = {1}
kGLMM_PearsonResidual_0=Res\u00edduo de Pearson

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=fixo
random=aleat\u00f3rio
gamma=gama
inverse Gaussian=Gaussian inverso
negative binomial=Binomial negativo
Poisson=Poisson

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=O arquivo de pondera\u00e7\u00e3o de frequ\u00eancia deve ser num\u00e9rico.
