#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=Modelli misti lineari generalizzati

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione. 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=Un campo non pu\u00f2 essere specificato come {0} e parte di un effetto fisso.
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=Un campo non pu\u00f2 essere specificato come {0} e parte di un effetto casuale.
kGLMM_DuplicatedEffectInFixed.LABEL=Trovato almeno un effetto {0} duplicato. Tutti gli effetti duplicati verranno ignorati.
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=Un campo non pu\u00f2 essere specificato come {0} e {1}.
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=Un campo non pu\u00f2 essere specificato come offset e {0}.
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=I campi non possono essere specificati come soggetti e misure ripetute.
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABEL=Un campo non pu\u00f2 essere specificato come peso analisi e {0}.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=I campi non possono essere specificati come soggetti e misure ripetute.
kGLMM_RandomSubjectNotInRepeated.LABEL=Almeno un campo soggetto effetto casuale non \u00e8 specificato come campo soggetto nella specifica della struttura dei dati.
kGLMM_NoSubjectInRepeated.LABEL=\u00c8 richiesta la parola chiave SUBJECT quando si utilizza il sottocomnando DATA_STRUCTURE.
kGLMM_DuplicatedEffectInRandoms.LABEL=Trovato almeno un effetto {0} duplicato. Tutti gli effetti duplicati verranno ignorati.
kGLMM_NoEffectsInRandom.LABEL=Nessun effetto casuale specificato in almeno un blocco di effetti casuali.
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=I raggruppamenti nei blocchi di effetti casuali non sono supportati per la distribuzione della probabilit\u00e0 multinomiale.
kGLMM_UnmatchedDistributionAndLink.LABEL=\u00c8 specificata una combinazione non valida di distribuzione e impostazione di collegamento.
kGLMM_InsufficientMemory.LABEL=Memoria insufficiente. Non verr\u00e0 visualizzato alcun output.
kGLMM_NoValidCase.LABEL=Non sono presenti record validi.
kGLMM_DuplicatedRepeatedLevels.LABEL=I livelli dell\u2019effetto delle misure ripetute non sono diversi per ogni caso all\u2019interno di un soggetto ripetuto.
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=Poich\u00e9 alcune ponderazioni valide sono maggiori di 1, i livelli dell\u2019effetto delle misure ripetute non sono diversi per ogni caso all\u2019interno di un soggetto ripetuto.
kGLMM_UndistinctDependentDataInBinomial.LABEL=L\u2019obiettivo deve avere due valori di dati validi distinti quando viene utilizzata la distribuzione binomiale.
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL=I valori dei dati di destinazione per la distribuzione della probabilit\u00e0 {0} devono essere positivi.
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL=I valori dei dati di destinazione per la distribuzione della probabilit\u00e0 {0} devono essere interi non negativi.
kGLMM_InvalidInitialValue.LABEL=Errore: l\u2019elenco o il file dei valori iniziali contiene dati non validi o insufficienti. I valori iniziali devono essere forniti per tutti i parametri (inclusi i parametri ridondanti se il modello \u00e8 un modello lineare generalizzato). L\u2019ordine dei valori iniziali deve corrispondere all\u2019ordine dei parametri del modello utilizzati dalla procedura.
kGLMM_IterationTerminatedButNoConv.LABEL=L\u2019iterazione \u00e8 stata terminata ma la convergenza non \u00e8 stata raggiunta. \u00c8 visualizzato l\u2019output dell\u2019ultima iterazione. La procedura continua nonostante questo avviso. I risultati successivi prodotti sono basati sull\u2019ultima iterazione. La validit\u00e0 dell\u2019adattamento del modello \u00e8 incerta.
kGLMM_ConvButHessianNotPositive.LABEL=La matrice hessiana finale non \u00e8 definita positiva bench\u00e9 tutti i criteri di convergenza siano soddisfatti. La procedura continua nonostante questo avviso. I risultati successivi prodotti sono basati sull\u2019ultima iterazione. La validit\u00e0 dell\u2019adattamento del modello \u00e8 incerta.
kGLMM_QuasiCompleteSeparation.LABEL=Potrebbe esserci una separazione quasi completa nei dati. Non esistono stime di verosomiglianza massima. La procedura continua nonostante questo avviso. I risultati successivi prodotti sono basati sull\u2019ultima iterazione. La validit\u00e0 dell\u2019adattamento del modello \u00e8 incerta.
kGLMM_InvalidCaseInLastIteration.LABEL=Nell\u2019ultima iterazione \u00e8 presente almeno un record non valido. Un record non \u00e8 valido se sono presenti errori nel calcolo della funzione di collegamento {0} inversa, nella log-verosimiglianza, nel gradiente o nella matrice hessiana nel processo iterativo. Non verr\u00e0 visualizzato alcun output.
kGLMM_FrequencyWeightVarInCovariate.LABEL=La ponderazione non pu\u00f2 essere utilizzata in altri ruoli.
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=Un campo non pu\u00f2 essere specificato come parte di un effetto fisso e {0}.
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=Un campo non pu\u00f2 essere specificato come parte di un effetto casuale e {0}.
kGLMM_DuplicatedFactorInEffect.LABEL=Un campo categoriale \u00e8 specificato pi\u00f9 di una volta nell\u2019effetto. Pu\u00f2 essere specificato una sola volta.
kGLMM_InternalError.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione. 
kGLMM_TargetIsNotCatForMultinomial.LABEL=L\u2019obiettivo deve avere un livello di misurazione categoriale se \u00e8 specificata la distribuzione della probabilit\u00e0 multinomiale.
kGLMM_TargetIsNotContForSomeDistribution.LABEL=L\u2019obiettivo deve avere un livello di misurazione continuo se \u00e8 specificata la distribuzione della probabilit\u00e0 {0}.
kGLMM_RegWeightFieldIsNotNumeric.LABEL=Il peso dell\u2019analisi deve essere numerico.
kGLMM_OffsetFieldIsNotContinuous.LABEL=L\u2019offset deve avere un livello di misurazione continuo.
kGLMM_FreWeightFieldIsNotNumeric.LABEL=Il campo ponderazione deve essere numerico.
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=Tutti i termini delle medie marginali stimate devono essere anche effetti fissi.
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=Almeno un campo specificato come controllo delle medie marginali stimate non \u00e8 stato specificato anche come covariata nel modello.
kGLMM_NumericalProblemInEstimation.LABEL=Il modello non pu\u00f2 essere costruito perch\u00e9 si \u00e8 verificato un errore di calcolo durante la stima. Non verr\u00e0 visualizzato alcun output.
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=L\u2019obiettivo deve avere un livello di misurazione continuo se viene specificato un campo prove.
kGLMM_ConstantTarget.LABEL=L\u2019obiettivo deve avere almeno due valori di dati validi distinti quando viene utilizzata la distribuzione multinomiale.
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=Non \u00e8 stato specificato alcun campo misure ripetute, pertanto non \u00e8 stata costruita alcuna parte del modello di misure ripetute.
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=Tutti i termini delle medie marginali stimate devono essere campi categoriali.
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=Non possono essere specificati pi\u00f9 di tre campi in un unico termine delle medie marginali stimate.
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=Il campo contrasto deve anche essere un termine nella specifica delle medie marginali stimate.
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=Il campo contrasto non \u00e8 appropriato in un effetto nidificato nella specifica delle medie marginali stimate.
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=Impossibile trovare il valore di riferimento per l\u2019obiettivo nell\u2019insieme di dati.
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL=Non sono presenti record validi per la funzione di collegamento {0}. Non verr\u00e0 visualizzato alcun output.
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=La matrice di covarianza dei residui non \u00e8 definita positiva nel processo iterativo. Non verr\u00e0 visualizzato alcun output.
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=Il modello non pu\u00f2 essere costruito a causa dell\u2019overflow numerico dovuto a valori di covariata troppo elevati. Non verr\u00e0 visualizzato alcun output.
kGLMM_DuplicateRandomEffectBlockFound.LABEL=Trovato almeno un blocco di effetti casuali duplicato. Tutti i blocchi di effetti casuali duplicati verranno ignorati.
kGLMM_DuplicateEMMeansSpecFound.LABEL=\u00c8 stata trovata almeno una specifica duplicata delle medie marginali stimate. Tutte le specifiche duplicate delle medie marginali stimate verranno ignorate.
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=Un campo continuo non pu\u00f2 avere un altro effetto nidificato al suo interno.
kGLMM_MaxIterReachedButNotConv.LABEL=\u00c8 stato raggiunto il numero massimo di iterazioni, ma non \u00e8 stata raggiunta la convergenza. \u00c8 visualizzato l\u2019output dell\u2019ultima iterazione. La procedura continua nonostante questo avviso. I risultati successivi prodotti sono basati sull\u2019ultima iterazione. La validit\u00e0 dell\u2019adattamento del modello \u00e8 incerta.
kGLMM_GMatrIsNotPositive.LABEL=La matrice di covarianza stimata degli effetti casuali (matrice G) non \u00e8 definita positiva. La procedura continua nonostante questo avviso. I risultati successivi prodotti sono basati sull\u2019ultima iterazione. La validit\u00e0 dell\u2019adattamento del modello \u00e8 incerta.
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=Potrebbe esserci una separazione completa nei dati. Non esistono stime di verosomiglianza massima. La procedura continua nonostante questo avviso. I risultati successivi prodotti sono basati sull\u2019ultima iterazione. La validit\u00e0 dell\u2019adattamento del modello \u00e8 incerta.
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=I valori dei dati del peso analisi devono essere positivi.
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=Uno o pi\u00f9 record non sono utilizzati nell\u2019analisi in quanto hanno uno o pi\u00f9 campi con valori non validi o mancanti.
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=I valori validi per gli eventi (obiettivo) e le variabili prove sono rispettivamente non negativi e interi positivi, e il numero di prove non pu\u00f2 essere inferiore al numero di eventi. 

# Common error message
kMCCANCEL.LABEL=L\u2019analisi \u00e8 stata abbandonata in seguito a una richiesta di annullamento.
kMC_IO_ERROR.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione. 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Memoria insufficiente. Non verr\u00e0 visualizzato alcun output.
kMC_WRONG_STATE.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione. 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=Problema nella creazione o scrittura di un file temporaneo. Assicurarsi che il percorso della directory dei file temporanei sia valido, che si disponga dell\u2019accesso in scrittura alla directory e che lo spazio libero su disco sia sufficiente.
kMCCom_BadVarIndex.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione.  
kMCCom_NoMetadataForVar.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione.  
kMCRegr_InternalError.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione.  
kMCRegr_DataSourceError.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione.  
kMCRegr_NoRecordsFound.LABEL=Nessun record trovato nella sorgente dati.
kMCRegr_RecordTooShort.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione.  
kMCRegr_InvalidRecordValue.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione.  
kMCRegr_LMatrixEmpty.LABEL=Impossibile calcolare a causa di zero gradi di libert\u00e0.
kMCRegr_LMatrixNCols.LABEL=Si \u00e8 verificato un errore interno durante l\u2019esecuzione.  
kMCRegr_GEFMatrixEmpty.LABEL=Impossibile calcolare a causa di zero gradi di libert\u00e0.

# Process report
PreparedDataHandleMsg.LABEL=Preparazione handle dati completata
HandleDataProcessMsg.LABEL=Elaborazione handle dati: {0 } %
HandleDataProcessEndMsg.LABEL=Elaborazione handle dati completata
ExportPmmlProgressMsg.LABEL=Esportazione modello in file PMML completata

# Saved field labels
kGLMM_PredictedValue_0=Valore atteso
kGLMM_PredictedProbability_2=Probabilit\u00e0 prevista per {0} = {1}
kGLMM_CumulativePredictedProbability_2=Probabilit\u00e0 cumulativa prevista per {0} = {1}
kGLMM_ConfidencePP_0=Confidenza nel valore atteso (probabilit\u00e0 prevista)
kGLMM_ConfidencePI_0=Confidenza nel valore atteso (miglioramento della probabilit\u00e0)
kGLMM_CILower_0=Correzione inferiore di CI per il valore atteso
kGLMM_CILower_2=Correzione inferiore di CI per la probabilit\u00e0 prevista per {0} = {1}
kGLMM_CILower_2=Correzione inferiore di CI per la probabilit\u00e0 prevista per {0} = {1}
kGLMM_CIUpper_0=Correzione superiore di CI per il valore atteso
kGLMM_CIUpper_2=Correzione superiore di CI per la probabilit\u00e0 prevista per {0} = {1}
kGLMM_CIUpper_2=Correzione superiore di CI per la probabilit\u00e0 prevista per {0} = {1}
kGLMM_PearsonResidual_0=Residuo di Pearson

# Parameters in some messages
CLOGLOG=CLOGLOG
IDENTITY=IDENTITY
LOG=LOG
LOGC=LOGC
LOGIT=LOGIT
NLOGLOG=NLOGLOG
POWER=POWER
PROBIT=PROBIT
fixed=fisso
random=casuale
gamma=gamma
inverse Gaussian=gaussiana inversa
negative binomial=binomiale negativo
Poisson=Poisson

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=Il campo ponderazione deve essere numerico.
