#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

glmm=\uc77c\ubc18\ud654 \uc120\ud615 \ud63c\ud569 \ubaa8\ud615

# GLMM error and warning messages
kGLMM_NullPointer.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. 
kGLMM_VarInFixedEffectCanNotBeTargetOrTrials.LABEL=\ud544\ub4dc\ub294 {0} \ubc0f \uace0\uc815 \ud6a8\uacfc\uc758 \uc77c\ubd80\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_VarInRandomEffectCanNotBeTargetOrTrials.LABEL=\ud544\ub4dc\ub294 {0} \ubc0f \ubcc0\ub7c9\ud6a8\uacfc\uc758 \uc77c\ubd80\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_DuplicatedEffectInFixed.LABEL=\uc911\ubcf5\ub41c {0} \ud6a8\uacfc\ub97c \ud558\ub098 \uc774\uc0c1 \ubc1c\uacac\ud588\uc2b5\ub2c8\ub2e4. \uc911\ubcf5\ub41c \ud6a8\uacfc\ub294 \ubaa8\ub450 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
kGLMM_VarInSomeRolesCanNotBeTargetOrTrials.LABEL=\ud544\ub4dc\ub294 {0} \ubc0f {1}(\uc73c)\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_OffsetCanNotBeSomeOtherRole.LABEL=\ud544\ub4dc\ub294 \ubcc0\uc704 \ubc0f {0}(\uc73c)\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_DuplicatedVarInRepeatedSubjectAndMeasure.LABEL=\ud544\ub4dc\ub294 \uac1c\uccb4 \ubc0f \ubc18\ubcf5\uce21\uc815\uc73c\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_AnalysisWeightCanNotBeSomeOtherRole.LABEL=\ud544\ub4dc\ub294 \ubd84\uc11d \uac00\uc911\uac12 \ubc0f {0}(\uc73c)\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_RepeatedMeasureAsSubjectInRandom.LABEL=\ud544\ub4dc\ub294 \uac1c\uccb4 \ubc0f \ubc18\ubcf5\uce21\uc815\uc73c\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_RandomSubjectNotInRepeated.LABEL=\ub370\uc774\ud130 \uad6c\uc870 \uc9c0\uc815\uc5d0\uc11c \ud558\ub098 \uc774\uc0c1\uc758 \ubcc0\ub7c9\ud6a8\uacfc \uac1c\uccb4 \ud544\ub4dc\uac00 \uac1c\uccb4 \ud544\ub4dc\ub85c \uc9c0\uc815\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
kGLMM_NoSubjectInRepeated.LABEL=DATA_STRUCTURE \ubd80\uba85\ub839\ubb38\uc774 \uc0ac\uc6a9\ub420 \ub54c SUBJECT \ud0a4\uc6cc\ub4dc\uac00 \ud544\uc694\ud569\ub2c8\ub2e4.
kGLMM_DuplicatedEffectInRandoms.LABEL=\uc911\ubcf5\ub41c {0} \ud6a8\uacfc\ub97c \ud558\ub098 \uc774\uc0c1 \ubc1c\uacac\ud588\uc2b5\ub2c8\ub2e4. \uc911\ubcf5\ub41c \ud6a8\uacfc\ub294 \ubaa8\ub450 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
kGLMM_NoEffectsInRandom.LABEL=\ud558\ub098 \uc774\uc0c1\uc758 \ubcc0\ub7c9\ud6a8\uacfc \ube14\ub85d\uc5d0 \ubcc0\ub7c9\ud6a8\uacfc\uac00 \uc9c0\uc815\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
kGLMM_GroupingOnRandEffIsNotSupportedForMultinomial.LABEL=\ub2e4\ud56d\ud655\ub960\ubd84\ud3ec\uc5d0 \ub300\ud574 \ubcc0\ub7c9\ud6a8\uacfc \ube14\ub85d\uc758 \uadf8\ub8f9\ud654\ub294 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_UnmatchedDistributionAndLink.LABEL=\ubd84\ud3ec \ubc0f \uc5f0\uacb0 \uc124\uc815\uc758 \uc798\ubabb\ub41c \uc870\ud569\uc774 \uc9c0\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
kGLMM_InsufficientMemory.LABEL=\uba54\ubaa8\ub9ac\uac00 \ubd80\uc871\ud569\ub2c8\ub2e4. \ucd9c\ub825\uc774 \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_NoValidCase.LABEL=\uc720\ud6a8 \ub808\ucf54\ub4dc\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_DuplicatedRepeatedLevels.LABEL=\ubc18\ubcf5\ub418\ub294 \uac1c\uccb4 \ub0b4\uc758 \uac01 \ucf00\uc774\uc2a4\uc5d0 \ub300\ud574 \ubc18\ubcf5\uce21\uc815 \ud6a8\uacfc\uc758 \uc218\uc900\uc774 \ub2e4\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. 
kGLMM_DuplicatedRepeatedLevelForCaseWeight.LABEL=\uba87\uba87 \uc720\ud6a8\ud55c \ub3c4\uc218 \uac00\uc911\uac12\uc774 1\ubcf4\ub2e4 \ud06c\uae30 \ub54c\ubb38\uc5d0 \ubc18\ubcf5\ub418\ub294 \uac1c\uccb4 \ub0b4\uc758 \uac01 \ucf00\uc774\uc2a4\uc5d0 \ub300\ud574 \ubc18\ubcf5\uce21\uc815 \ud6a8\uacfc\uc758 \uc218\uc900\uc774 \ub2e4\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_UndistinctDependentDataInBinomial.LABEL=\uc774\ud56d \ubd84\ud3ec\uac00 \uc0ac\uc6a9\ub420 \ub54c \ub300\uc0c1\uc5d0 \uc720\ud6a8\ud55c \ub370\uc774\ud130 \uac12\uc774 \ub450 \uac1c \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_IllegalDependentValInGammaOrIGauss.LABEL={0} \ud655\ub960\ubd84\ud3ec\uc5d0 \ub300\ud55c \ub300\uc0c1 \ub370\uc774\ud130 \uac12\uc740 \uc591\uc218\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_IllegalDependentValInNebinomialOrPoisson.LABEL={0} \ud655\ub960\ubd84\ud3ec\uc5d0 \ub300\ud55c \ub300\uc0c1 \ub370\uc774\ud130 \uac12\uc740 \uc591\uc758 \uc815\uc218\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_InvalidInitialValue.LABEL=\uc624\ub958: \ucd08\uae30\uac12 \ubaa9\ub85d \ub610\ub294 \ud30c\uc77c\uc5d0 \uc798\ubabb\ub418\uc5c8\uac70\ub098 \ucda9\ubd84\ud558\uc9c0 \uc54a\uc740 \ub370\uc774\ud130\uac00 \ub4e4\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \ucd08\uae30\uac12\uc740 \ubaa8\ub4e0 \ubaa8\uc218(\ubaa8\ud615\uc774 \uc77c\ubc18\ud654 \uc120\ud615 \ubaa8\ud615\uc778 \uacbd\uc6b0 \uc911\ubcf5 \ubaa8\uc218 \ud3ec\ud568)\uc5d0 \ub300\ud574 \uc81c\uacf5\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. \ucd08\uae30\uac12\uc758 \uc21c\uc11c\ub294 \ud504\ub85c\uc2dc\uc800\uc5d0 \uc758\ud574 \uc0ac\uc6a9\ub418\ub294 \ubaa8\ud615 \ubaa8\uc218\uc758 \uc21c\uc11c\uc640 \uc77c\uce58\ud574\uc57c \ud569\ub2c8\ub2e4.
kGLMM_IterationTerminatedButNoConv.LABEL=\ubc18\ubcf5\uc774 \uc885\ub8cc\ub418\uc5c8\uc9c0\ub9cc \uc218\ub834\uc740 \uc774\ub8e8\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc5d0 \ub300\ud55c \ucd9c\ub825\uc774 \ud45c\uc2dc\ub429\ub2c8\ub2e4. \uc774 \uacbd\uace0\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \ud504\ub85c\uc2dc\uc800\uac00 \uacc4\uc18d\ub429\ub2c8\ub2e4. \uc791\uc131\ub418\ub294 \ub2e4\uc74c \uacb0\uacfc\ub294 \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc744 \uae30\ucd08\ub85c \ud569\ub2c8\ub2e4. \ubaa8\ud615 \uc801\ud569\uc5d0 \ub300\ud55c \ud0c0\ub2f9\uc131\uc774 \ubd88\ud655\uc2e4\ud569\ub2c8\ub2e4.
kGLMM_ConvButHessianNotPositive.LABEL=\ubaa8\ub4e0 \uc218\ub834 \uae30\uc900\uc744 \ub9cc\uc871\ud588\uc74c\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \ub9c8\uc9c0\ub9c9 \ud5e4\uc2dc\uc548 \ud589\ub82c\uc774 \uc591\uc758 \uc815\ubd80\ud638\uac00 \uc544\ub2d9\ub2c8\ub2e4. \uc774 \uacbd\uace0\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \ud504\ub85c\uc2dc\uc800\uac00 \uacc4\uc18d\ub429\ub2c8\ub2e4. \uc791\uc131\ub418\ub294 \ub2e4\uc74c \uacb0\uacfc\ub294 \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc744 \uae30\ucd08\ub85c \ud569\ub2c8\ub2e4. \ubaa8\ud615 \uc801\ud569\uc5d0 \ub300\ud55c \ud0c0\ub2f9\uc131\uc774 \ubd88\ud655\uc2e4\ud569\ub2c8\ub2e4.
kGLMM_QuasiCompleteSeparation.LABEL=\ub370\uc774\ud130\uc5d0 \uac70\uc758 \uc644\uc804\ud55c \ubd84\ub9ac\uac00 \uc788\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ucd5c\ub300\uc6b0\ub3c4 \ucd94\uc815\uc774 \uc874\uc7ac\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uacbd\uace0\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \ud504\ub85c\uc2dc\uc800\uac00 \uacc4\uc18d\ub429\ub2c8\ub2e4. \uc791\uc131\ub418\ub294 \ub2e4\uc74c \uacb0\uacfc\ub294 \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc744 \uae30\ucd08\ub85c \ud569\ub2c8\ub2e4. \ubaa8\ud615 \uc801\ud569\uc5d0 \ub300\ud55c \ud0c0\ub2f9\uc131\uc774 \ubd88\ud655\uc2e4\ud569\ub2c8\ub2e4.
kGLMM_InvalidCaseInLastIteration.LABEL=\ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc5d0 \uc798\ubabb\ub41c \ub808\ucf54\ub4dc\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\uc2b5\ub2c8\ub2e4. \ubc18\ubcf5 \ud504\ub85c\uc138\uc2a4\uc5d0\uc11c \uc5ed {0} \uc5f0\uacb0\ud568\uc218, \ub85c\uadf8 \uc6b0\ub3c4, \uacbd\uc0ac\ub3c4 \ub610\ub294 \ud5e4\uc2dc\uc548 \ud589\ub82c \uacc4\uc0b0\uc5d0 \uc624\ub958\uac00 \uc788\ub294 \uacbd\uc6b0 \ub808\ucf54\ub4dc\uac00 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ucd9c\ub825\uc774 \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_FrequencyWeightVarInCovariate.LABEL=\ub2e4\ub978 \uc5ed\ud560\uc5d0 \ub3c4\uc218 \uac00\uc911\uac12\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_VarInFixedEffectCanNotBeAnalysisWeightOrOffset.LABEL=\ud544\ub4dc\ub294 \uace0\uc815 \ud6a8\uacfc\uc758 \uc77c\ubd80 \ubc0f {0}(\uc73c)\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_VarInRandomEffectCanNotBeAnalysisWeightOrOffset.LABEL=\ud544\ub4dc\ub294 \ubcc0\ub7c9\ud6a8\uacfc\uc758 \uc77c\ubd80 \ubc0f {0}(\uc73c)\ub85c \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_DuplicatedFactorInEffect.LABEL=\ud6a8\uacfc\uc5d0 \ubc94\uc8fc\ud615 \ud544\ub4dc\uac00 \ub450 \ubc88 \uc774\uc0c1 \uc9c0\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ud55c \ubc88\ub9cc \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
kGLMM_InternalError.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. 
kGLMM_TargetIsNotCatForMultinomial.LABEL=\ub2e4\ud56d\ud655\ub960\ubd84\ud3ec\uac00 \uc9c0\uc815\ub41c \uacbd\uc6b0 \ub300\uc0c1\uc5d0 \ubc94\uc8fc\ud615 \uce21\uc815 \uc218\uc900\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_TargetIsNotContForSomeDistribution.LABEL={0} \ud655\ub960\ubd84\ud3ec\uac00 \uc9c0\uc815\ub41c \uacbd\uc6b0 \ub300\uc0c1\uc5d0 \uc5f0\uc18d\ud615 \uce21\uc815 \uc218\uc900\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_RegWeightFieldIsNotNumeric.LABEL=\ubd84\uc11d \uac00\uc911\uac12\uc740 \uc22b\uc790\uc5ec\uc57c \ud569\ub2c8\ub2e4.
kGLMM_OffsetFieldIsNotContinuous.LABEL=\ubcc0\uc704\uc5d0 \uc5f0\uc18d\ud615 \uce21\uc815 \uc218\uc900\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_FreWeightFieldIsNotNumeric.LABEL=\ub3c4\uc218 \uac00\uc911\uac12 \ud544\ub4dc\ub294 \uc22b\uc790\uc5ec\uc57c \ud569\ub2c8\ub2e4.
kGLMM_EMMeansEffectIsNotInFixedEffect.LABEL=\ub610\ud55c \ubaa8\ub4e0 \uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \ud56d\uc774 \uace0\uc815 \ud6a8\uacfc\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_EMMeansCovariateIsNotInCovariates.LABEL=\uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \uc81c\uc5b4\ub85c \uc9c0\uc815\ub41c \ud558\ub098 \uc774\uc0c1\uc758 \ud544\ub4dc\uac00 \ubaa8\ud615\uc5d0\uc11c \uacf5\ubcc0\ub7c9\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_NumericalProblemInEstimation.LABEL=\ucd94\uc815 \uc911 \uacc4\uc0b0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \ubaa8\ud615\uc744 \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ucd9c\ub825\uc774 \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_TargetIsNotCont4BinomialEventTrials.LABEL=\uc2dc\ub3c4 \ud544\ub4dc\uac00 \uc9c0\uc815\ub41c \uacbd\uc6b0 \ub300\uc0c1\uc5d0 \uc5f0\uc18d\ud615 \uce21\uc815 \uc218\uc900\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_ConstantTarget.LABEL=\ub2e4\ud56d \ubd84\ud3ec\uac00 \uc0ac\uc6a9\ub420 \ub54c \ub300\uc0c1\uc5d0 \uc720\ud6a8\ud55c \ub370\uc774\ud130 \uac12\uc774 \ub450 \uac1c \uc774\uc0c1 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_ResGroupingWhileNoRepMeasure.LABEL=\ubc18\ubcf5\uce21\uc815 \ud544\ub4dc\uac00 \uc9c0\uc815\ub418\uc9c0 \uc54a\uc544\uc11c \ubaa8\ud615\uc758 \ubc18\ubcf5\uce21\uc815 \ubd80\ubd84\uc774 \uc791\uc131\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
kGLMM_EMMeansHasContinuousFieldInEffect.LABEL=\ubaa8\ub4e0 \uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \ud56d\uc774 \ubc94\uc8fc\ud615 \ud544\ub4dc\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_EMMeansEffectIsMoreThan3Ways.LABEL=\ub2e8\uc77c \uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \ud56d\uc5d0 \ud544\ub4dc\ub97c \uc138 \uac1c \uc774\uc0c1 \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_EMMeansContrastFieldIsNotInEffect.LABEL=\ub300\ube44 \ud544\ub4dc\ub3c4 \uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \uc9c0\uc815\uc758 \ud56d\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_EMMeansContrastFieldGoAgainstNestingRules.LABEL=\ub300\ube44 \ud544\ub4dc\uac00 \uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \uc9c0\uc815\uc758 \uc911\ucca9\ub41c \ud6a8\uacfc\uc5d0 \uc801\ud569\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_TargetReferenceValueIsNotInDataSet.LABEL=\ub370\uc774\ud130 \uc9d1\ud569\uc5d0\uc11c \ub300\uc0c1\uc5d0 \ub300\ud55c \ucc38\uc870 \uac12\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_NoValidCasesForSpecifiedLinkFunction.LABEL={0} \uc5f0\uacb0\ud568\uc218\uc5d0 \uc720\ud6a8\ud55c \ub808\ucf54\ub4dc\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \ucd9c\ub825\uc774 \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_RMatrixIsNotPositiveInIteProcess.LABEL=\ubc18\ubcf5 \ud504\ub85c\uc138\uc2a4\uc5d0\uc11c \uc794\ucc28\uc758 \uacf5\ubd84\uc0b0 \ud589\ub82c\uc774 \uc591\uc758 \uc815\ubd80\ud638\uac00 \uc544\ub2d9\ub2c8\ub2e4. \ucd9c\ub825\uc774 \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_NumericalOverflowByLargeCovariateValue.LABEL=\ud070 \uacf5\ubcc0\ub7c9 \uac12\uc73c\ub85c \uc778\ud55c \uc218\uce58 \uc624\ubc84\ud50c\ub85c\uc6b0 \ub54c\ubb38\uc5d0 \ubaa8\ud615\uc744 \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ucd9c\ub825\uc774 \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_DuplicateRandomEffectBlockFound.LABEL=\uc911\ubcf5\ub41c \ubcc0\ub7c9\ud6a8\uacfc \ube14\ub85d\uc744 \ud558\ub098 \uc774\uc0c1 \ubc1c\uacac\ud588\uc2b5\ub2c8\ub2e4. \uc911\ubcf5\ub41c \ubcc0\ub7c9\ud6a8\uacfc \ube14\ub85d\uc740 \ubaa8\ub450 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
kGLMM_DuplicateEMMeansSpecFound.LABEL=\uc911\ubcf5\ub41c \uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \uc9c0\uc815\uc744 \ud558\ub098 \uc774\uc0c1 \ubc1c\uacac\ud588\uc2b5\ub2c8\ub2e4. \uc911\ubcf5\ub41c \uc8fc\ubcc0\ud3c9\uade0 \ucd94\uc815 \uc9c0\uc815\uc740 \ubaa8\ub450 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
kGLMM_ContFieldHaveAnotherEffectNestedInIt.LABEL=\uc5f0\uc18d\ud615 \ud544\ub4dc\ub294 \uadf8 \uc548\uc5d0 \uc911\ucca9\ub41c \ub2e4\ub978 \ud6a8\uacfc\ub97c \uac00\uc9c8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kGLMM_MaxIterReachedButNotConv.LABEL=\ucd5c\ub300 \ubc18\ubcf5 \ud69f\uc218\uc5d0 \ub3c4\ub2ec\ud588\uc9c0\ub9cc \uc218\ub834\uc744 \uc774\ub8e8\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc5d0 \ub300\ud55c \ucd9c\ub825\uc774 \ud45c\uc2dc\ub429\ub2c8\ub2e4. \uc774 \uacbd\uace0\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \ud504\ub85c\uc2dc\uc800\uac00 \uacc4\uc18d\ub429\ub2c8\ub2e4. \uc791\uc131\ub418\ub294 \ub2e4\uc74c \uacb0\uacfc\ub294 \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc744 \uae30\ucd08\ub85c \ud569\ub2c8\ub2e4. \ubaa8\ud615 \uc801\ud569\uc5d0 \ub300\ud55c \ud0c0\ub2f9\uc131\uc774 \ubd88\ud655\uc2e4\ud569\ub2c8\ub2e4.
kGLMM_GMatrIsNotPositive.LABEL=\ubcc0\ub7c9\ud6a8\uacfc\uc758 \ucd94\uc815\ub41c \uacf5\ubd84\uc0b0 \ud589\ub82c(G \ud589\ub82c)\uc774 \uc591\uc758 \uc815\ubd80\ud638\uac00 \uc544\ub2d9\ub2c8\ub2e4. \uc774 \uacbd\uace0\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \ud504\ub85c\uc2dc\uc800\uac00 \uacc4\uc18d\ub429\ub2c8\ub2e4. \uc791\uc131\ub418\ub294 \ub2e4\uc74c \uacb0\uacfc\ub294 \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc744 \uae30\ucd08\ub85c \ud569\ub2c8\ub2e4. \ubaa8\ud615 \uc801\ud569\uc5d0 \ub300\ud55c \ud0c0\ub2f9\uc131\uc774 \ubd88\ud655\uc2e4\ud569\ub2c8\ub2e4.
kGLMM_CompleteSeparation4BinomialAndNominal.LABEL=\ub370\uc774\ud130\uc5d0 \uc644\uc804\ud55c \ubd84\ub9ac\uac00 \uc788\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ucd5c\ub300\uc6b0\ub3c4 \ucd94\uc815\uc774 \uc874\uc7ac\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uacbd\uace0\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \ud504\ub85c\uc2dc\uc800\uac00 \uacc4\uc18d\ub429\ub2c8\ub2e4. \uc791\uc131\ub418\ub294 \ub2e4\uc74c \uacb0\uacfc\ub294 \ub9c8\uc9c0\ub9c9 \ubc18\ubcf5\uc744 \uae30\ucd08\ub85c \ud569\ub2c8\ub2e4. \ubaa8\ud615 \uc801\ud569\uc5d0 \ub300\ud55c \ud0c0\ub2f9\uc131\uc774 \ubd88\ud655\uc2e4\ud569\ub2c8\ub2e4.
kGLMM_RecordsFoundWithNonPositiveAnalysisWeightValue.LABEL=\ubd84\uc11d \uac00\uc911 \ub370\uc774\ud130 \uac12\uc740 \uc591\uc218\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
kGLMM_InvalidOrMissingRecordsAreFiltered.LABEL=\uc720\ud6a8\ud558\uc9c0 \uc54a\uac70\ub098 \uacb0\uce21\ub41c \uac12\uc774 \uc788\ub294 \ud544\ub4dc\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\uae30 \ub54c\ubb38\uc5d0 \ubd84\uc11d\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc\uac00 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kGLMM_InvalidEventTrialsRecordsAreFiltered.LABEL=\uc0ac\uac74(\ub300\uc0c1) \ubc0f \uc2dc\ub3c4 \ubcc0\uc218\uc5d0 \ub300\ud574 \uc720\ud6a8\ud55c \uac12\uc774 \uac01\uac01 \uc74c\uc774 \uc544\ub2cc \uc591\uc758 \uc815\uc218\uc774\uba70, \uc2dc\ub3c4 \ud69f\uc218\uac00 \uc0ac\uac74 \uc218\ubcf4\ub2e4 \uc801\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 

# Common error message
kMCCANCEL.LABEL=\ucde8\uc18c \uc694\uccad \ud6c4\uc5d0 \ubd84\uc11d\uc774 \uc911\ub2e8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
kMC_IO_ERROR.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. 
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\uba54\ubaa8\ub9ac\uac00 \ubd80\uc871\ud569\ub2c8\ub2e4. \ucd9c\ub825\uc774 \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
kMC_WRONG_STATE.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. 
kMC_CREATE_OR_WRITE_TEMPORARY_FILE_ERROR.LABEL=\uc784\uc2dc \ud30c\uc77c \uc791\uc131 \ub610\ub294 \uc4f0\uae30\uc5d0 \ubb38\uc81c\uac00 \uc788\uc2b5\ub2c8\ub2e4. \uc784\uc2dc \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c\uac00 \uc720\ud6a8\ud55c\uc9c0, \ub514\ub809\ud1a0\ub9ac\uc5d0 \uc4f0\uae30 \uc811\uadfc \uad8c\ud55c\uc774 \uc788\ub294\uc9c0, \ub514\uc2a4\ud06c\uc758 \uc5ec\uc720 \uacf5\uac04\uc774 \ucda9\ubd84\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
kMCCom_BadVarIndex.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  
kMCCom_NoMetadataForVar.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  
kMCRegr_InternalError.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  
kMCRegr_DataSourceError.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  
kMCRegr_NoRecordsFound.LABEL=\ub370\uc774\ud130 \uc18c\uc2a4\uc5d0 \ub808\ucf54\ub4dc\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
kMCRegr_RecordTooShort.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  
kMCRegr_InvalidRecordValue.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  
kMCRegr_LMatrixEmpty.LABEL=\uc790\uc720\ub3c4\uac00 0\uc774\uae30 \ub54c\ubb38\uc5d0 \uacc4\uc0b0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
kMCRegr_LMatrixNCols.LABEL=\uc218\ud589\ud558\ub294 \uc911\uc5d0 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  
kMCRegr_GEFMatrixEmpty.LABEL=\uc790\uc720\ub3c4\uac00 0\uc774\uae30 \ub54c\ubb38\uc5d0 \uacc4\uc0b0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

# Process report
PreparedDataHandleMsg.LABEL=\ub370\uc774\ud130 \uc900\ube44 \ud578\ub4e4 \uc644\ub8cc\ub428
HandleDataProcessMsg.LABEL=\ud578\ub4e4 \ub370\uc774\ud130 \ud504\ub85c\uc138\uc2a4: {0 } %
HandleDataProcessEndMsg.LABEL=\ud578\ub4e4 \ub370\uc774\ud130 \ud504\ub85c\uc138\uc2a4 \uc644\ub8cc\ub428
ExportPmmlProgressMsg.LABEL=\ubaa8\ud615\uc744 PMML \ud30c\uc77c\ub85c \ub0b4\ubcf4\ub0b4\uae30 \uc644\ub8cc\ub428

# Saved field labels
kGLMM_PredictedValue_0=\uc608\uce21\uac12
kGLMM_PredictedProbability_2={0} = {1}\uc5d0 \ub300\ud55c \uc608\uce21 \ud655\ub960
kGLMM_CumulativePredictedProbability_2={0} = {1}\uc5d0 \ub300\ud55c \uc608\uce21 \ub204\uc801 \ud655\ub960
kGLMM_ConfidencePP_0=\uc608\uce21\uac12\uc758 \uc2e0\ub8b0(\uc608\uce21 \ud655\ub960)
kGLMM_ConfidencePI_0=\uc608\uce21\uac12\uc758 \uc2e0\ub8b0(\ud655\ub960 \uc99d\uac00)
kGLMM_CILower_0=\uc608\uce21\uac12\uc5d0 \ub300\ud55c CI \ud558\ud55c
kGLMM_CILower_2={0} = {1}\uc5d0 \ub300\ud55c \uc608\uce21 \ud655\ub960\uc758 CI \ud558\ud55c
kGLMM_CumulativeCILower_2={0} = {1}\uc5d0 \ub300\ud55c \uc608\uce21 \ub204\uc801 \ud655\ub960\uc758 CI \ud558\ud55c
kGLMM_CIUpper_0=\uc608\uce21\uac12\uc5d0 \ub300\ud55c CI \uc0c1\ud55c
kGLMM_CIUpper_2={0} = {1}\uc5d0 \ub300\ud55c \uc608\uce21 \ud655\ub960\uc758 CI \uc0c1\ud55c
kGLMM_CumulativeCIUpper_2={0} = {1}\uc5d0 \ub300\ud55c \uc608\uce21 \ub204\uc801 \ud655\ub960\uc758 CI \uc0c1\ud55c
kGLMM_PearsonResidual_0=Pearson \uc794\ucc28

# Parameters in some messages
CLOGLOG=C\ub85c\uadf8\ub85c\uadf8
IDENTITY=\ub3d9\uc77c
LOG=\ub85c\uadf8
LOGC=\ub85c\uadf8C
LOGIT=\ub85c\uc9d3
NLOGLOG=N\ub85c\uadf8\ub85c\uadf8
POWER=\uc81c\uacf1
PROBIT=\ud504\ub85c\ube57
fixed=\uace0\uc815
random=\uc784\uc758
gamma=\uac10\ub9c8
inverse Gaussian=\uc5ed \uac00\uc6b0\uc2a4
negative binomial=\uc74c\uc218 \uc774\ud56d
Poisson=\ud3ec\uc544\uc1a1

# mcpeer error message
kMCPeerErr_InvalidFrequencyWeight.LABEL=\ub3c4\uc218 \uac00\uc911\uac12 \ud544\ub4dc\ub294 \uc22b\uc790\uc5ec\uc57c \ud569\ub2c8\ub2e4.
