#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

scoring=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0 \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u4e0d\u660e)
initErrMsg.LABEL=\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf (\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9) \u304c\u7121\u52b9\u3067\u3059
fileNotExistErrorMsg.LABEL=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
invalidTargetErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
invalidTarResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u306e\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
targetAsInputErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidTargetResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invlidResponseCatErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3092\u30d5\u30e9\u30b0\u578b\u306b\u3067\u304d\u307e\u305b\u3093
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
noTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
invalidtarValueMsg.LABEL=\u7121\u52b9\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30d5\u30a1\u30a4\u30eb\u306e\u53d6\u5f97)
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf\u30e2\u30c7\u30eb\u306e\u53d6\u5f97)
tarResIsSameErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u3001\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3001\u91cd\u307f\u5909\u6570\u3001\u30c7\u30fc\u30bf\u533a\u5206\u5909\u6570\u306f\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
NoTargetFieldErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NoTargetResFieldErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
targetResTrueErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u771f (true) \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u306e\u6b20\u640d)
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (\u7121\u52b9\u306aPMML)
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093)
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u53d6\u5f97)
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u305d\u306e\u307b\u304b\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u5024\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u307e\u3059
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f
PreparedDataHandleMsg.LABEL=\u30c7\u30fc\u30bf\u6e96\u5099\u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
HandleDataProcessMsg.LABEL=\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u30d7\u30ed\u30bb\u30b9 {0 } %
HandleDataProcessEndMsg.LABEL=\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u30d7\u30ed\u30bb\u30b9\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
ExportPmmlProgressMsg.LABEL=\u30e2\u30c7\u30eb\u306e PMML \u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
kMCCANCEL.LABEL=\u5206\u6790\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u8981\u6c42\u306b\u3088\u3063\u3066\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f
kMC_IO_ERROR.LABEL=I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\u30e1\u30e2\u30ea\u30fc\u306e\u5236\u9650\u3092\u8d85\u3048\u307e\u3057\u305f
kMC_INVALID_SAVE_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 saveState() \u304c\u5b9f\u884c\u3067\u304d\u306a\u3044\u3068\u304d\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u6307\u5b9a\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
kMC_FAILED_RESTART.LABEL=\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u518d\u8d77\u52d5\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u73fe\u5728\u4f55\u3082\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
kMC_WRONG_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 (saveState \u4ee5\u5916) \u304c\u4e0d\u9069\u5207\u306a\u5834\u5408\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u901a\u5e38\u306f\u91cd\u8981\u306a\u30a8\u30e9\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u9069\u5207\u306a\u9806\u756a\u3067\u30b3\u30de\u30f3\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSCORING_NullPointer.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0 \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30dd\u30a4\u30f3\u30bf\u304c Null \u3067\u3059
kSCORING_ModelAlreadyExisted.LABEL=\u30b9\u30b3\u30a2 \u30e2\u30c7\u30eb\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059
kSCORING_MissingPMMLPathName.LABEL=PMML \u30d5\u30a1\u30a4\u30eb \u30d1\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
kSCORING_OpenModelFailed.LABEL=\u30e2\u30c7\u30eb \u30d5\u30a1\u30a4\u30eb\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f
kSCORING_OpenModelNamesFailed.LABEL=\u30e2\u30c7\u30eb\u540d\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f
kSCORING_OpenScoringConifgFailed.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f
kSCORING_InvalidPMMLFile.LABEL=\u3053\u308c\u306f\u3001\u7121\u52b9\u306a PMML \u30d5\u30a1\u30a4\u30eb\u3067\u3059\u3002
kSCORING_InvalidPMMLStream.LABEL=\u3053\u308c\u306f\u3001\u7121\u52b9\u306a PMML \u30b9\u30c8\u30ea\u30fc\u30e0\u3067\u3059\u3002
kSCORING_NoScorer.LABEL=\u3053\u308c\u306f PMML \u30e2\u30c7\u30eb\u306e\u6709\u52b9\u306a\u30b9\u30b3\u30a2\u3067\u306f\u3042\u308a\u307e\u305b\u3093
kSCORING_UnSupportedModel.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0 \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u3053\u306e\u30e2\u30c7\u30eb\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
kSCORING_SpecifiedVarNotInDataModule.LABEL=\u30e6\u30fc\u30b6\u30fc\u6307\u5b9a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3001\u30e1\u30bf\u30c7\u30fc\u30bf\u5185\u306b\u3042\u308a\u307e\u305b\u3093
kSCORING_PredictedValue_0=\u4e88\u6e2c\u5024
kSCORING_Probability_2={0} \u306e\u4e88\u6e2c\u78ba\u7387 = {1}
kSCORING_ConfidencePP_0=\u4e88\u6e2c\u5024\u306e\u78ba\u4fe1\u5ea6 (\u4e88\u6e2c\u78ba\u7387)
kSCORING_ConfidencePI_0=\u4e88\u6e2c\u5024\u306e\u78ba\u4fe1\u5ea6 (\u78ba\u7387\u306e\u6539\u5584\u5ea6)
kSCORING_UndefinedLabel_0=\u672a\u5b9a\u7fa9\u30e9\u30d9\u30eb
