#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

neuralnet=\u30cb\u30e5\u30fc\u30e9\u30eb \u30cd\u30c3\u30c8\u30ef\u30fc\u30af
kMCCANCEL.LABEL=\u5206\u6790\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u8981\u6c42\u306b\u3088\u3063\u3066\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f
kMC_IO_ERROR.LABEL=I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\u30e1\u30e2\u30ea\u30fc\u306e\u5236\u9650\u3092\u8d85\u3048\u307e\u3057\u305f
kMC_INVALID_SAVE_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 saveState() \u304c\u5b9f\u884c\u3067\u304d\u306a\u3044\u3068\u304d\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u6307\u5b9a\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
kMC_FAILED_RESTART.LABEL=\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u518d\u8d77\u52d5\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u73fe\u5728\u4f55\u3082\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
kMC_WRONG_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 (saveState \u4ee5\u5916) \u304c\u4e0d\u9069\u5207\u306a\u5834\u5408\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u901a\u5e38\u306f\u91cd\u8981\u306a\u30a8\u30e9\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u9069\u5207\u306a\u9806\u756a\u3067\u30b3\u30de\u30f3\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kMC_FailedCreateNetwork.LABEL=\u30e2\u30c7\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f(\u30af\u30e9\u30b9\u30bf\u306e\u554f\u984c\u306b\u3088\u308b\u3082\u306e\u3068\u8003\u3048\u3089\u308c\u307e\u3059)\u3002
kMC_TemporaryFile.LABEL=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kMC_InvalidCategory.LABEL=\u30ab\u30c6\u30b4\u30ea\u5024\u304c\u8ca0\u306e\u6570\u304b\u3001\u9ad8\u3059\u304e\u307e\u3059\u3002
kMC_NoValidRecords.LABEL=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMC_InvalidSpecSensAnalysis.LABEL=\u611f\u5ea6\u5206\u6790\u306e\u6307\u5b9a\u304c\u7121\u52b9\u304b\u77db\u76fe\u3057\u3066\u3044\u307e\u3059\u3002
kMC_FailedRestoreFromBinary.LABEL=2 \u5024\u306e\u4fdd\u5b58\u3055\u308c\u305f\u30b9\u30c6\u30fc\u30c8\u304b\u3089\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kMC_FailedRestoreFromXML.LABEL=XML \u306e\u4fdd\u5b58\u3055\u308c\u305f\u30b9\u30c6\u30fc\u30c8\u304b\u3089\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kMC_EncodedDataError.LABEL=\u30a8\u30f3\u30b3\u30fc\u30c9\u3055\u308c\u305f\u30c7\u30fc\u30bf\u306b\u30a8\u30e9\u30fc\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
kMC_InvalidVariableList.LABEL=1 \u3064\u4ee5\u4e0a\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304a\u3088\u3073\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u5fc5\u8981\u3067\u3059\u3002\u4e00\u5b9a\u306e\u5909\u6570\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
kMC_VarlistVsSettingsInputs.LABEL=\u5909\u6570\u30ea\u30b9\u30c8\u3068\u8a2d\u5b9a\u306b\u3001\u5165\u529b\u5909\u6570\u306b\u95a2\u3059\u308b\u77db\u76fe\u3059\u308b\\u60c5\u5831\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
kMC_VarlistVsSettingsOutputs.LABEL=\u5909\u6570\u30ea\u30b9\u30c8\u3068\u8a2d\u5b9a\u306b\u3001\u51fa\u529b\u5909\u6570\u306b\u95a2\u3059\u308b\u77db\u76fe\u3059\u308b\\u60c5\u5831\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
kMC_NotPositiveNTrainRecs.LABEL=\u8a2d\u5b9a\u306e\u5b66\u7fd2\u30ec\u30b3\u30fc\u30c9\u6570\u304c\u6b63\u306e\u6570\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
kMC_NotPositiveNTestRecs.LABEL=\u691c\u5b9a\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u304c\u3042\u308b\u306b\u3082\u304b\u304b\u308f\u3089\u305a\u3001\n\u8a2d\u5b9a\u306e\u691c\u5b9a\u30ec\u30b3\u30fc\u30c9\u6570\u304c\u6b63\u306e\u6570\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
kMC_NoValidTrainRecords.LABEL=\u5b66\u7fd2\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMC_NoValidTestRecords.LABEL=\u691c\u5b9a\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMC_CantReadFile.LABEL=\u30d5\u30a1\u30a4\u30eb \u30b9\u30c8\u30ea\u30fc\u30e0\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002
kMC_MustReadVarList.LABEL=\u30e1\u30bd\u30c3\u30c9 RestoreNNVarListFromBinary() \u307e\u305f\u306f RestoreNNVarListFromXML()\n\u3092\u3001\u305d\u308c\u305e\u308c\u30e1\u30bd\u30c3\u30c9\nFinishRestoringAlgorithmFromBinary() \u307e\u305f\u306f\nFinishRestoringAlgorithmFromXML() \u306e\u76f4\u524d\u306b\u547c\u3073\u51fa\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
kMC_MissingScoringInput.LABEL= \u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306e\u8981\u6c42\u3067\u6b20\u640d\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306e\u7d50\u679c\u304c\u306a\u304f\u306a\u308a\u307e\u3059\u3002
kMCNN_NumberOfWeights.LABEL=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306e\u5fa9\u5143\u306b\u6307\u5b9a\u3055\u308c\u305f\u91cd\u307f\u306e\u6570\u304c\u3001\\u8a2d\u5b9a\u306b\u9069\u5408\u3057\u307e\u305b\u3093\u3002
kMCNN_Invalid_InnerPartition.LABEL=\u30aa\u30fc\u30d0\u30fc\u30d5\u30a3\u30c3\u30c8\u9632\u6b62\u30bb\u30c3\u30c8\u306e\u5272\u5408\u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
kMCNN_OneVarSpecifiedMoreThanOnceForTheSameRole.LABEL=1 \u3064\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3001\u540c\u4e00\u306e\u5f79\u5272\u306b\u8907\u6570\u56de\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059 (\u4f8b: \u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u3057\u3066 2 \u56de\u6307\u5b9a\u3059\u308b\u306a\u3069)\u3002
kMCNN_OneVarSpecifiedMoreThanOnceForDifferentRoles.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001TARGET\u3001INPUT\u3001\u307e\u305f\u306f ANALYSISWEIGHT \u30ad\u30fc\u30ef\u30fc\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u306e\u307f\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002
kMCNN_NotSpecifiedInputVariable.LABEL=\u5165\u529b\u306b\u6307\u5b9a\u3055\u308c\u305f\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMCNN_NotSpecifiedTargetVariable.LABEL=\u5bfe\u8c61\u306b\u6307\u5b9a\u3055\u308c\u305f\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMCNN_NotSpecifiedFrequenceWeightVariable.LABEL=\u5ea6\u6570\u306e\u91cd\u307f\u306b\u6307\u5b9a\u3055\u308c\u305f\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMCNN_TrainingProcessCompletedAndTakingTime.LABEL=\u5b66\u7fd2\u30e2\u30c7\u30eb\u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002\u304b\u304b\u3063\u305f\u6642\u9593\u306f {0} \u5206 {1} \u79d2\u3067\u3059\u3002
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u4e0d\u660e)
initErrMsg.LABEL=\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf (\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9) \u304c\u7121\u52b9\u3067\u3059
fileNotExistErrorMsg.LABEL=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
invalidTargetErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
invalidTarResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u306e\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
targetAsInputErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidTargetResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invlidResponseCatErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3092\u30d5\u30e9\u30b0\u578b\u306b\u3067\u304d\u307e\u305b\u3093
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
noTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
invalidtarValueMsg.LABEL=\u7121\u52b9\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30d5\u30a1\u30a4\u30eb\u306e\u53d6\u5f97)
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf\u30e2\u30c7\u30eb\u306e\u53d6\u5f97)
tarResIsSameErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u3001\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3001\u91cd\u307f\u5909\u6570\u3001\u30c7\u30fc\u30bf\u533a\u5206\u5909\u6570\u306f\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
NoTargetFieldErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NoTargetResFieldErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
targetResTrueErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u771f (true) \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u306e\u6b20\u640d)
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (\u7121\u52b9\u306aPMML)
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093)
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u53d6\u5f97)
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u305d\u306e\u307b\u304b\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u5024\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u307e\u3059
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f
