#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/


ProgressPreparingData=Preparando datos...
ProgressSetupJob=Configurando trabajo...
ProgressCancelJob=El trabajo se ha cancelado
ProgressBeginJob=Ejecuci\u00f3n del trabajo iniciada
ProgressBeginExecution=Ejecuci\u00f3n iniciada
ProgressEndExecution=Ejecuci\u00f3n finalizada
ProgressEndJob=Ejecuci\u00f3n del trabajo finalizada
ProgressStatus=Paso {0} de {1}
Progress={0}
ProgressSplit=Divisi\u00f3n{1}, {0}
ProgressComponent=Componente {1}, {0}
ProgressComponentSplit=Divisi\u00f3n{2}, Componente {1}, {0}
ProgressGetSql=Obteniendo resultado de Sql...
ProgressOverall=Progreso general: {0}%
ProgressCompletedTasks=N\u00famero de tareas completadas por el trabajador: {0}
CFModuleUnkownError=Error: error interno en m\u00f3dulo {0}
CFModuleNotExist=Error: no se pudo encontrar el m\u00f3dulo {0}
ModuleXMLNotExist=Error: no se pudo encontrar el archivo module.xml para el modulo {0}
CFOperationError=Error: error interno al cargar el Marco de componentes
CFComponentNotExist=Error: no existe el componente {0} en el modulo {1}
CFModuleParsingError=Error: se encontraron errores en el archivo module.xml del m\u00f3dulo {0}
MetaDataError=Error: error de metadatos en el componente {0} 
LoadLibError=Error: no se puede cargar el m\u00f3dulo {0}
OutputContainerWarning=Advertencia: no se puede encontrar el contenedor de resultados {0}
InvalidLicenseOptionError=Error: no se tiene licencia para ejecutar el componente {0}
ParameterError=Error: error al procesar los par\u00e1metros del componente
CFSetupFailure=Error: configuraci\u00f3n del marco de componentes fallida
RunCFFailure=Error: ejecuci\u00f3n del marco de componentes fallida
InvalidParamName=Error: el ajuste del par\u00e1metro de componentes contiene un nombre de par\u00e1metro no v\u00e1lido: {0}
ParseExecutionXmlError=Error: se encontraron errores en la ejecuci\u00f3n de xml
CFComponentNoDataSource=Error: no hay un origen de datos disponible para el componente
ExceptionError=Error: se produjo un error interno durante la ejecuci\u00f3n del trabajo
ModuleCFVersionError=Error: el marco de componentes {0} no admite los m\u00f3dulos {1} {2}
ModuleOperationVersionError=Error: la versi\u00f3n del servidor del m\u00f3dulo {0} es {1}, que es inferior a la versi\u00f3n {2} necesaria. P\u00f3ngase en contacto con el administrador
ExecutionCFVersionError=Error: La versi\u00f3n de Component Framework es demasiado baja, el trabajo espera Component Framework{} o una versi\u00f3n superior. 
CFCANCEL=Se cancel\u00f3 el an\u00e1lisis tras una solicitud de cancelaci\u00f3n
OutputDataError=Error: el componente {0} no ofrece resultados de modelo de datos o o casos de datos
ExceedCatLimitError=Un campo categ\u00f3rico tiene m\u00e1s de {0} categor\u00edas
HasCycleError=Error: no deber\u00eda haber dependencias c\u00edclicas entre las operaciones. Las operaciones {0} conforman un ciclo.
InvalidXmlCharError=Compruebe que los datos de la cadena no contienen caracteres de control
