#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

psm=PSM
initErrMsg.LABEL=Echec de l\u2019initialisation
inputErrMsg.LABEL=Erreur lors de la lecture des donn\u00e9es d\u2019entr\u00e9e.
internalErrMsg.LABEL=Erreur interne.
invalidMetadataErrMsg.LABEL=M\u00e9tadonn\u00e9es (dans les champs entr\u00e9e/sortie) non valides.
fileNotExistErrorMsg.LABEL= Le fichier de donn\u00e9es n\u2019existe pas.
storageNotSupportErrorMsg.LABEL=L\u2019int\u00e9gration ne prend pas en charge ce type de stockage de donn\u00e9es.
invalidTargetErrorMsg.LABEL=Param\u00e8tre de champ cible non valide
invalidTarResponseErrorMsg.LABEL=Param\u00e8tre de champ de r\u00e9ponse cible non valide.
predictorsEmptyErrMsg.LABEL=Le param\u00e8tre des valeurs pr\u00e9dites ne doit pas \u00eatre vide.
invalidTargetErrorMsg.LABEL=Le champ cible ne peut pas \u00eatre une entr\u00e9e.
invalidFrequencyErrorMsg.LABEL=Le champ d\u2019effectif ne peut pas \u00eatre une entr\u00e9e.
invalidTargetResponseErrorMsg.LABEL=Le champ de r\u00e9ponse cible ne peut pas \u00eatre une entr\u00e9e.
invlidResponseCatErrorMsg.LABEL=Le champ de r\u00e9ponse cible doit \u00eatre un bool\u00e9en.
noFrequencyErrorMsg.LABEL=Aucun champ de pond\u00e9ration s\u00e9lectionn\u00e9.
noTargetErrorMsg.LABEL=Aucune valeur de champ cible n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9e.
invalidtarValueMsg.LABEL=Valeur de champ cible sp\u00e9cifi\u00e9e non valide.
getfilePathMsg.LABEL=Erreur interne (obtention du fichier).
creationAlgorithmMsg.LABEL=Erreur interne (algorithme).
buildModelErrorMsg.LABEL=Erreur interne (cr\u00e9ation du composant).
assessModelErrorMsg.LABEL=Erreur interne (\u00e9valuation du composant).
exportPMLLErrorMsg.LABEL=Erreur interne (exportation PMML du composant).
getDataFieldErrorMsg.LABEL=Erreur interne (obtention du mod\u00e8le de donn\u00e9es). 
tarResIsSameErrorMsg.LABEL=Le champ cible, le champ de r\u00e9ponse cible, le champ de pond\u00e9ration et le champ de partition doivent \u00eatre diff\u00e9rents.
NoTargetFieldErrorMsg.LABEL=Aucun champ cible s\u00e9lectionn\u00e9.
NoTargetResFieldErrorMsg.LABEL=Aucun champ de r\u00e9ponse cible s\u00e9lectionn\u00e9.
targetResTrueErrorMsg.LABEL=Le param\u00e9trage de la valeur vraie de r\u00e9ponse cible n\u2019est pas valide.
PMMLNotExistErrorMsg.LABEL=Erreur interne (PMML manquant).
PMMLIsInvalidErrorMsg.LABEL=Erreur interne (PMML non valide).
NoPredVarInPMMLErrorMsg.LABEL=Erreur interne (aucun champ pr\u00e9dicteur dans le fichier PMML).
PMMLNotMatchDataErrorMsg.LABEL=Erreur interne (r\u00e9pertoire PMML).
getDataSourceErrorMsg.LABEL=Erreur interne (obtention de la source des donn\u00e9es).
dataFileISValidErrorMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs pr\u00e9dicteurs requis par le mod\u00e8le.
TarFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ cible requis par le mod\u00e8le.
TRFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ de r\u00e9ponse cible requis par le mod\u00e8le.
FreFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ d\u2019effectif requis par le mod\u00e8le.
InputFieldNOTMatchMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9es n\u2019incluent pas les champs requis par le mod\u00e8le.
NoValidRecordsMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour la cr\u00e9ation du mod\u00e8le.
NoRecordsScoringMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour l\u2019\u00e9valuation.
PartionInValidMsg.LABEL=Le champ de partition doit \u00eatre diff\u00e9rent des autres champs pr\u00e9dictifs.
InputFieldConstantMsg.LABEL=Un des champs pr\u00e9dictifs contient une seule valeur.
InvalidSettingsErrorMsg.LABEL=Param\u00e8tres d\u2019algorithme du composant non valides.
unknownErrorMsg.LABEL=Erreur interne (inconnue).
NoValidFieldValuesErrorMsg.LABEL=Les champs dans les m\u00e9tadonn\u00e9es n\u2019ont pas d\u00e9fini des valeurs valides.
kPSM_AllModelFailed.LABEL=Tous les mod\u00e8les de base de construction ont \u00e9chou\u00e9.
kPSM_PartOfBaseModelFailed.LABEL=Certains mod\u00e8les de base de construction ont \u00e9chou\u00e9.
kPSM_RefModelFailed.LABEL=La construction du mod\u00e8le de r\u00e9f\u00e9rence a \u00e9chou\u00e9. Veuillez utiliser le dernier mod\u00e8le de base \u00e0 la place.
kPSM_HoldoutDataIsEmpty.LABEL=Le nombre d\u2019enregistrements d\u2019entr\u00e9e ne peut pas satisfaire aux exigences minimales de l\u2019algorithme.
InvalidXmlCharError.LABEL=V\u00e9rifiez que les donn\u00e9es de cha\u00eene ne contiennent pas de caract\u00e8res de contr\u00f4le
