#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

psm=PSM
initErrMsg.LABEL=Error de inicializaci\u00f3n.
inputErrMsg.LABEL=Error al leer los datos de entrada.
internalErrMsg.LABEL=Error interno.
invalidMetadataErrMsg.LABEL=Metadatos (en campos de entrada/salida) no v\u00e1lidos.
fileNotExistErrorMsg.LABEL= El archivo de datos no existe.
storageNotSupportErrorMsg.LABEL=La integraci\u00f3n no admite este tipo de almacenamiento de datos.
invalidTargetErrorMsg.LABEL=Ajuste de campo de objetivo no v\u00e1lido.
invalidTarResponseErrorMsg.LABEL=Ajuste de campo de respuesta de objetivo no v\u00e1lido.
predictorsEmptyErrMsg.LABEL=El ajuste de los predictores no debe estar vac\u00edo.
invalidTargetErrorMsg.LABEL=El campo de objetivo no puede ser una entrada.
invalidFrequencyErrorMsg.LABEL=El campo de frecuencia no puede ser una entrada.
invalidTargetResponseErrorMsg.LABEL=El campo de respuesta de objetivo no puede ser una entrada.
invlidResponseCatErrorMsg.LABEL=El campo de respuesta de objetivo debe ser una marca.
noFrequencyErrorMsg.LABEL=No se ha seleccionado ning\u00fan campo de ponderaci\u00f3n.
noTargetErrorMsg.LABEL=No se han especificado valores de campo de objetivo.
invalidtarValueMsg.LABEL=Se ha especificado un valor de campo de objetivo no v\u00e1lido.
getfilePathMsg.LABEL=Error interno (obtener archivo).
creationAlgorithmMsg.LABEL=Error interno (algoritmo).
buildModelErrorMsg.LABEL=Error interno (creaci\u00f3n de componente).
assessModelErrorMsg.LABEL=Error interno (evaluaci\u00f3n de componente).
exportPMLLErrorMsg.LABEL=Error interno (exportaci\u00f3n PMML de componente).
getDataFieldErrorMsg.LABEL=Error interno (obtener modelo de datos). 
tarResIsSameErrorMsg.LABEL=Los campos de objetivo, de respuesta de objetivo, de ponderaci\u00f3n y de partici\u00f3n deben ser diferentes.
NoTargetFieldErrorMsg.LABEL=No se ha seleccionado un campo de objetivo.
NoTargetResFieldErrorMsg.LABEL=No se ha seleccionado un campo de respuesta de objetivo.
targetResTrueErrorMsg.LABEL=El ajuste del valor de respuesta de objetivo verdadero no es v\u00e1lido.
PMMLNotExistErrorMsg.LABEL=Error interno (PMML perdido).
PMMLIsInvalidErrorMsg.LABEL=Error interno (PMML no v\u00e1lido).
NoPredVarInPMMLErrorMsg.LABEL=Error interno (no existe el campo predictor en el archivo PMML).
PMMLNotMatchDataErrorMsg.LABEL=Error interno (directorio PMML).
getDataSourceErrorMsg.LABEL=Error interno (obtener origen de datos).
dataFileISValidErrorMsg.LABEL=Los datos de entrada no incluyen los campos de predictor que requiere el modelo.
TarFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de objetivo que requiere el modelo.
TRFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de respuesta de objetivo que requiere el modelo.
FreFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de frecuencia que requiere el modelo.
InputFieldNOTMatchMsg.LABEL=Los datos de entrada no incluyen los campos que requiere el modelo.
NoValidRecordsMsg.LABEL=No hay registros v\u00e1lidos para la creaci\u00f3n del modelo.
NoRecordsScoringMsg.LABEL=No hay registros v\u00e1lidos para la puntuaci\u00f3n.
PartionInValidMsg.LABEL=El campo de partici\u00f3n debe ser diferente del resto de campos predictivos.
InputFieldConstantMsg.LABEL=Uno de los campos de predictor s\u00f3lo contiene un valor.
InvalidSettingsErrorMsg.LABEL=Ajustes de algoritmo de componente no v\u00e1lido.
unknownErrorMsg.LABEL=Error interno (desconocido).
NoValidFieldValuesErrorMsg.LABEL=Los campos de metadatos no defin\u00edan valores v\u00e1lidos.
kPSM_AllModelFailed.LABEL=Todos los modelos base de creaci\u00f3n han fallado.
kPSM_PartOfBaseModelFailed.LABEL=Parte de los modelos base de creaci\u00f3n ha fallado.
kPSM_RefModelFailed.LABEL=Ha fallado la creaci\u00f3n del modelo de referencia; se utilizar\u00e1 el \u00faltimo modelo base en su lugar.
kPSM_HoldoutDataIsEmpty.LABEL=El n\u00famero de registros de entrada no cumple los requisitos m\u00ednimos del algoritmo.
InvalidXmlCharError.LABEL=Compruebe que los datos de la cadena no contienen caracteres de control
