#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

tree=Arbres d\u00e9cision
unknownErrorMsg.LABEL=Erreur interne (inconnue)
initErrMsg.LABEL=Echec de l\u2019initialisation
inputErrMsg.LABEL=Erreur lors de la lecture des donn\u00e9es d\u2019entr\u00e9e
internalErrMsg.LABEL=Erreur interne
invalidMetadataErrMsg.LABEL=M\u00e9tadonn\u00e9es non valides (dans les champs entr\u00e9e/sortie)
fileNotExistErrorMsg.LABEL=Le fichier de donn\u00e9es n\u2019existe pas
storageNotSupportErrorMsg.LABEL=L\u2019int\u00e9gration ne prend pas en charge ce type de stockage de donn\u00e9es
invalidTargetErrorMsg.LABEL=Param\u00e8tre de variable cible non valide
invalidTarResponseErrorMsg.LABEL=Param\u00e8tre de variable de r\u00e9ponse cible non valide
predictorsEmptyErrMsg.LABEL=Le param\u00e8tre des valeurs pr\u00e9dites ne doit pas \u00eatre vide
targetAsInputErrorMsg.LABEL=Le champ cible ne peut pas \u00eatre une entr\u00e9e
invalidFrequencyErrorMsg.LABEL=Le champ d\u2019effectif ne peut pas \u00eatre une entr\u00e9e
invalidTargetResponseErrorMsg.LABEL=Le champ de r\u00e9ponse cible ne peut pas \u00eatre une entr\u00e9e
invlidResponseCatErrorMsg.LABEL=La variable de r\u00e9ponse cible doit \u00eatre un bool\u00e9en
noFrequencyErrorMsg.LABEL=Aucun champ d\u2019effectif s\u00e9lectionn\u00e9
noTargetErrorMsg.LABEL=Aucune valeur de champ cible n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9e
invalidtarValueMsg.LABEL=Valeur de champ cible sp\u00e9cifi\u00e9e non valide
getfilePathMsg.LABEL=Erreur interne (obtention du fichier)
creationAlgorithmMsg.LABEL=Erreur interne (algorithme)
buildModelErrorMsg.LABEL=Erreur interne (cr\u00e9ation du composant)
assessModelErrorMsg.LABEL=Erreur interne (\u00e9valuation du composant)
exportPMLLErrorMsg.LABEL=Erreur interne (exportation PMML du composant)
getDataFieldErrorMsg.LABEL=Erreur interne (obtention du mod\u00e8le de donn\u00e9es)
tarResIsSameErrorMsg.LABEL=La variable cible, la variable de r\u00e9ponse cible, la variable de pond\u00e9ration et la variable de partition doivent \u00eatre diff\u00e9rentes
NoTargetFieldErrorMsg.LABEL=Aucun champ cible s\u00e9lectionn\u00e9
NoTargetResFieldErrorMsg.LABEL=Aucun champ de r\u00e9ponse cible s\u00e9lectionn\u00e9
targetResTrueErrorMsg.LABEL=Le param\u00e9trage de la valeur vraie de r\u00e9ponse cible n\u2019est pas valide
PMMLNotExistErrorMsg.LABEL=Erreur interne (PMML manquant)
PMMLIsInvalidErrorMsg.LABEL=Erreur interne (PMML non valide)
NoPredVarInPMMLErrorMsg.LABEL=Erreur interne (aucune variable de valeurs pr\u00e9dites dans le fichier PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erreur interne (r\u00e9pertoire PMML)
getDataSourceErrorMsg.LABEL=Erreur interne (obtention de la source de donn\u00e9es)
dataFileISValidErrorMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs pr\u00e9dicteurs requis par le mod\u00e8le
TarFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ cible requis par le mod\u00e8le
TRFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ de r\u00e9ponse cible requis par le mod\u00e8le
FreFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ d\u2019effectif requis par le mod\u00e8le
InputFieldNOTMatchMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9es n\u2019incluent pas les champs requis par le mod\u00e8le
NoValidRecordsMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour la cr\u00e9ation du mod\u00e8le
NoRecordsScoringMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour le scoring
PartionInValidMsg.LABEL=Le champ de partition doit \u00eatre diff\u00e9rent des autres champs pr\u00e9dictifs
InputFieldConstantMsg.LABEL=Un des champs pr\u00e9dicteurs contient une seule valeur
InvalidSettingsErrorMsg.LABEL=Param\u00e8tres d\u2019algorithme du composant non valides
NoValidFieldValuesErrorMsg.LABEL=Les champs des m\u00e9tadonn\u00e9es n\u2019ont pas d\u00e9fini de valeurs valides

kMCCANCEL.LABEL=L\u2019analyse a \u00e9t\u00e9 abandonn\u00e9e suite \u00e0 une demande d\u2019annulation
kMC_IO_ERROR.LABEL=Une erreur E/S est survenue
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=La limite de la m\u00e9moire a \u00e9t\u00e9 d\u00e9pass\u00e9e
kMC_INVALID_SAVE_STATE.LABEL=La commande saveState() a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment o\u00f9 elle ne pouvait pas \u00eatre ex\u00e9cut\u00e9e. Essayez de l\u2019ex\u00e9cuter \u00e0 un moment plus appropri\u00e9.
kMC_FAILED_RESTART.LABEL=Le red\u00e9marrage a \u00e9chou\u00e9 pour une raison quelconque. Impossible d\u2019effectuer une action quelconque pour le moment
kMC_WRONG_STATE.LABEL=Une commande (autre que saveState) a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment inappropri\u00e9. Ceci n\u2019est g\u00e9n\u00e9ralement pas critique. Essayez de donner les commandes dans le bon ordre.

kTree_UnknownParameterSettings.LABEL=Param\u00e8tre\u00a0: {0}a une valeur inconnue\u00a0: {1}
kTree_NoAlgorithmCreated.LABEL=Aucun algorithme de d\u00e9veloppement d\u2019arbre n\u2019a \u00e9t\u00e9 cr\u00e9\u00e9
kTree_InvalidMetadata.LABEL=M\u00e9tadonn\u00e9es de l\u2019arbre non valides
kTree_NoTargetField.LABEL=Le champ cible n\u2019existe pas
kTree_NoInputFields.LABEL=Aucun champ d\u2019entr\u00e9e
kTree_ConstructVariablesErr.LABEL=Erreur lors de la construction de la variable de l\u2019arbre
kTree_FrequencyWeightVariableRepeat.LABEL=Contient plus d\u2019une variable de pond\u00e9ration d\u2019effectifs
kTree_VariableNoExistInMetadata.LABEL=La variable n\u2019existe pas dans les m\u00e9tadonn\u00e9es
kTree_ExportPMMLErr.LABEL=Erreur d\u2019exportation PMML
kTree_DynamicCastErr.LABEL=erreur dynamic_cast
kTree_CreateTreeMetadataErr.LABEL=Erreur lors de la cr\u00e9ation des m\u00e9tadonn\u00e9es de l\u2019arbre
kTree_CreateAlgorithmErr.LABEL=Erreur lors de la cr\u00e9ation de l\u2019algorithme de l\u2019arbre
kTree_ScoreValuesNotCompleteErr.LABEL=Valeurs de score incompl\u00e8tes
kTree_PartitionNoTranningErr.LABEL=Aucune donn\u00e9e d\u2019apprentissage existante
kTree_ExecuteAlgorithmErr.LABEL=Erreur lors de la cr\u00e9ation de l\u2019arbre
kTree_QuestNotSupportContinuousTarget.LABEL=La m\u00e9thode Quest ne prend pas en charge un champ cible de type continu ou ordinal
kTree_NoAvailableInputData.LABEL=La source de donn\u00e9es ne contient pas d\u2019enregistrement valide
kTree_ValidationTypeError.LABEL=Impossible de d\u00e9finir le type de validation \u00e0 tester lorsqu\u2019aucune donn\u00e9e de test n\u2019existe
kTree_QuestNotSupportRegressionWeightError.LABEL=L\u2019algorithme Quest ne prend pas en charge la pond\u00e9ration de r\u00e9gression
kTree_StringVariableCannotUseAsOrdinalErr.LABEL=Ensembles ordonn\u00e9s trait\u00e9s comme des ensembles, sauf si le stockage est num\u00e9rique
