#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

tree=\u00c1rboles de decisi\u00f3n
unknownErrorMsg.LABEL=Error interno (desconocido)
initErrMsg.LABEL=Error de inicializaci\u00f3n
inputErrMsg.LABEL=Error al leer los datos de entrada
internalErrMsg.LABEL=Error interno
invalidMetadataErrMsg.LABEL=Metadatos (en campos de entrada/salida) no v\u00e1lidos
fileNotExistErrorMsg.LABEL=El archivo de datos no existe
storageNotSupportErrorMsg.LABEL=La integraci\u00f3n no admite este tipo de almacenamiento de datos
invalidTargetErrorMsg.LABEL=Ajuste variable de objetivo no v\u00e1lido
invalidTarResponseErrorMsg.LABEL=Ajuste variable de respuesta de objetivo no v\u00e1lido
predictorsEmptyErrMsg.LABEL=El ajuste de los predictores no debe estar vac\u00edo
targetAsInputErrorMsg.LABEL=El campo de objetivo no puede ser una entrada
invalidFrequencyErrorMsg.LABEL=El campo de frecuencia no puede ser una entrada
invalidTargetResponseErrorMsg.LABEL=El campo de respuesta de objetivo no puede ser una entrada
invlidResponseCatErrorMsg.LABEL=La variable de respuesta de objetivo debe ser una marca
noFrequencyErrorMsg.LABEL=No se ha seleccionado un campo de frecuencia
noTargetErrorMsg.LABEL=No se han especificado valores de campo de objetivo
invalidtarValueMsg.LABEL=Se ha especificado un valor de campo de objetivo no v\u00e1lido
getfilePathMsg.LABEL=Error interno (obtener archivo)
creationAlgorithmMsg.LABEL=Error interno (algoritmo)
buildModelErrorMsg.LABEL=Error interno (creaci\u00f3n de componente)
assessModelErrorMsg.LABEL=Error interno (evaluaci\u00f3n de componente)
exportPMLLErrorMsg.LABEL=Error interno (exportaci\u00f3n PMML de componente)
getDataFieldErrorMsg.LABEL=Error interno (obtener modelo de datos)
tarResIsSameErrorMsg.LABEL=La variable objetivo, la variable de respuesta de objetivo, la variable de ponderaci\u00f3n y la variable de partici\u00f3n deben ser diferentes
NoTargetFieldErrorMsg.LABEL=No se ha seleccionado un campo de objetivo
NoTargetResFieldErrorMsg.LABEL=No se ha seleccionado un campo de respuesta de objetivo
targetResTrueErrorMsg.LABEL=El ajuste del valor de respuesta de objetivo verdadero no es v\u00e1lido
PMMLNotExistErrorMsg.LABEL=Error interno (PMML perdido)
PMMLIsInvalidErrorMsg.LABEL=Error interno (PMML no v\u00e1lido)
NoPredVarInPMMLErrorMsg.LABEL=Error interno (no existe la variable de predictor en el archivo PMML)
PMMLNotMatchDataErrorMsg.LABEL=Error interno (directorio PMML)
getDataSourceErrorMsg.LABEL=Error interno (obtener origen de datos)
dataFileISValidErrorMsg.LABEL=Los datos de entrada no incluyen los campos de predictor que requiere el modelo
TarFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen los campos de objetivo que requiere el modelo
TRFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen los campos de respuesta del campo que requiere el modelo
FreFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de frecuencia que requiere el modelo
InputFieldNOTMatchMsg.LABEL=Los datos de entrada no incluyen los campos que requiere el modelo
NoValidRecordsMsg.LABEL=No hay registros v\u00e1lidos para la creaci\u00f3n del modelo
NoRecordsScoringMsg.LABEL=No hay registros v\u00e1lidos para la puntuaci\u00f3n
PartionInValidMsg.LABEL=El campo de partici\u00f3n debe ser diferente del resto de campos predictivos
InputFieldConstantMsg.LABEL=Uno de los campos de predictor s\u00f3lo contiene un valor
InvalidSettingsErrorMsg.LABEL=Ajustes de algoritmo de componente no v\u00e1lido
NoValidFieldValuesErrorMsg.LABEL=Los campos de metadatos no defin\u00edan valores v\u00e1lidos

kMCCANCEL.LABEL=Se cancel\u00f3 el an\u00e1lisis tras una solicitud de cancelaci\u00f3n
kMC_IO_ERROR.LABEL=Se ha producido un error de E/S
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Se ha sobrepasado el l\u00edmite de memoria
kMC_INVALID_SAVE_STATE.LABEL=El comando saveState() se introdujo cuando no se pod\u00eda ejecutar. Int\u00e9ntelo m\u00e1s tarde.
kMC_FAILED_RESTART.LABEL=Error de reinicio por alguna raz\u00f3n. No se puede hacer nada al respecto ahora.
kMC_WRONG_STATE.LABEL=Un comando (diferente a saveState) se introdujo en un momento no adecuado. Esto no es insalvable habitualmente. Intente introducir los comandos en el orden adecuado.

kTree_UnknownParameterSettings.LABEL=Par\u00e1metro: {0} tiene un valor desconocido: {1}
kTree_NoAlgorithmCreated.LABEL=No se ha creado un algoritmo para desarrollar \u00e1rboles
kTree_InvalidMetadata.LABEL=Metadatos de \u00e1rbol no v\u00e1lidos
kTree_NoTargetField.LABEL=El campo de destino no existe
kTree_NoInputFields.LABEL=No hay campos de entrada
kTree_ConstructVariablesErr.LABEL=Error al construir la variable de \u00e1rbol
kTree_FrequencyWeightVariableRepeat.LABEL=Tiene m\u00e1s de una variable de ponderaci\u00f3n de frecuencia
kTree_VariableNoExistInMetadata.LABEL=La variable no existe en los metadatos
kTree_ExportPMMLErr.LABEL=Error de exportaci\u00f3n PMML
kTree_DynamicCastErr.LABEL=Error de dynamic_cast
kTree_CreateTreeMetadataErr.LABEL=Error de creaci\u00f3n de metadatos de \u00e1rbol
kTree_CreateAlgorithmErr.LABEL=Error when creating tree Algorithm
kTree_ScoreValuesNotCompleteErr.LABEL=Los valores de puntuaci\u00f3n no est\u00e1n completos
kTree_PartitionNoTranningErr.LABEL=No existen datos de prueba
kTree_ExecuteAlgorithmErr.LABEL=Error al desarrollar el \u00e1rbol
kTree_QuestNotSupportContinuousTarget.LABEL=El m\u00e9todo de b\u00fasqueda no admite objetivos continuos u ordinales.
kTree_NoAvailableInputData.LABEL=El origen de datos no tiene registros v\u00e1lidos
kTree_ValidationTypeError.LABEL=No se puede definir el Tipo de validaci\u00f3n para probar cuando no hay datos de prueba
kTree_QuestNotSupportRegressionWeightError.LABEL=El algoritmo de b\u00fasqueda no admite la ponderaci\u00f3n de regresi\u00f3n
kTree_StringVariableCannotUseAsOrdinalErr.LABEL=Conjuntos ordenados tratados como conjuntos excepto cuando el almacenamiento es num\u00e9rico
