#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2009, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

npar=\u30ce\u30f3\u30d1\u30e9\u30e1\u30c8\u30ea\u30c3\u30af\u691c\u5b9a
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u4e0d\u660e)
initErrMsg.LABEL=\u521d\u671f\u5316\u5931\u6557
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=(\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306e)\u30e1\u30bf\u30c7\u30fc\u30bf\u304c\u7121\u52b9\u3067\u3059\u3002
fileNotExistErrorMsg.LABEL=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093\u3002
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002
invalidTargetErrorMsg.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
invalidTarResponseErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u5909\u6570\u306e\u8a2d\u5b9a\u3092\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
targetAsInputErrorMsg.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u306b\u3067\u304d\u307e\u305b\u3093\u3002
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u306b\u3067\u304d\u307e\u305b\u3093\u3002
invalidTargetResponseErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u306b\u3067\u304d\u307e\u305b\u3093\u3002
invlidResponseCatErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30d5\u30e9\u30b0\u578b\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
noTargetErrorMsg.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
invalidtarValueMsg.LABEL=\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30d5\u30a1\u30a4\u30eb\u53d6\u5f97)
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30c7\u30fc\u30bf\u30e2\u30c7\u30eb\u53d6\u5f97)
tarResIsSameErrorMsg.LABEL=\u76ee\u6a19\u3001\u76ee\u6a19\u56de\u7b54\u3001\u91cd\u307f\u3001\u304a\u3088\u3073\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u7570\u306a\u308a\u307e\u3059\u3002
NoTargetFieldErrorMsg.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NoTargetResFieldErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
targetResTrueErrorMsg.LABEL=\u76ee\u6a19\u56de\u7b54\u306e true \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(PMML \u304c\u306a\u3044)
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(PMML \u304c\u7121\u52b9)
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u306a\u3044)
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc(\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u53d6\u5f97)
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u76ee\u6a19\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u4f5c\u6210\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u4ed6\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u306f\u7570\u306a\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u542b\u307e\u308c\u308b\u5024\u306f 1 \u3064\u3060\u3051\u3067\u3059\u3002
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kNPAR_NoTestCreated.LABEL=\u30c6\u30b9\u30c8\u304c\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kNPAR_AllocatingBufferFault.LABEL=\u65b0\u3057\u3044\u30d0\u30c3\u30d5\u30a1\u3092\u5272\u308a\u5f53\u3066\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
kNPAR_NoValidRecords.LABEL=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
kNPAR_InValidMultiPassRecordIter.LABEL=\u7121\u52b9\u306a\u30c7\u30fc\u30bf\u306e\u53cd\u5fa9\u5b50\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kNPAR_OneVarSpecifiedForBothFrenquentVarAndOthers.LABEL=\u5ea6\u6570\u306e\u91cd\u307f\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u691c\u5b9a\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u4e21\u65b9\u306b 1 \u3064\u306e\u5909\u6570\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kNPAR_HasIndependentVarsNotGroupVar.LABEL=\u30e6\u30fc\u30b6\u30fc\u306f\u691c\u5b9a\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u6307\u5b9a\u3057\u307e\u3057\u305f\u304c\u3001\u72ec\u7acb\u30b5\u30f3\u30d7\u30eb\u691c\u5b9a\u306b\u30b0\u30eb\u30fc\u30d7 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
kNPAR_NotSpecifiedAnyVariables.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
kNPAR_SpecifiedVarNotInDataModule.LABEL=\u30e6\u30fc\u30b6\u30fc\u6307\u5b9a\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30e1\u30bf\u30c7\u30fc\u30bf\u306b\u3042\u308a\u307e\u305b\u3093
kNPAR_MemoryLimitExceeded.LABEL= \u30e1\u30e2\u30ea\u5236\u9650\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
kNPAR_RelatedTestContVarNotUsed.LABEL=\u30b9\u30b1\u30fc\u30eb\u5909\u6570 {0} \u3092\u6307\u5b9a\u3057\u305f RELATED \u691c\u5b9a\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_RelatedTestOrdinalVarNotUsed.LABEL=\u9806\u5e8f\u5909\u6570 {0} \u3092\u6307\u5b9a\u3057\u305f RELATED \u691c\u5b9a\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_RelatedTestNominalVarNotUsed.LABEL=\u540d\u7fa9\u578b\u5909\u6570 {0} \u3092\u6307\u5b9a\u3057\u305f RELATED \u691c\u5b9a\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_RelatedTestContVarNumNotSuitable.LABEL=\u691c\u5b9a\u304c\u5fc5\u8981\u3068\u3059\u308b\u30b9\u30b1\u30fc\u30eb\u5909\u6570\u306e\u6570\u304c\u5341\u5206\u3067\u306a\u3044\u305f\u3081\u3001\u5bfe\u5fdc\u691c\u5b9a {0} \u3092\u30b9\u30b1\u30fc\u30eb\u5909\u6570\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_RelatedTestOrdinalVarNumNotSuitable.LABEL=\u691c\u5b9a\u304c\u5fc5\u8981\u3068\u3059\u308b\u9806\u5e8f\u5909\u6570\u306e\u6570\u304c\u5341\u5206\u3067\u306a\u3044\u305f\u3081\u3001\u5bfe\u5fdc\u691c\u5b9a {0} \u3092\u9806\u5e8f\u5909\u6570\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_RelatedTestNominalVarNumNotSuitable.LABEL=\u691c\u5b9a\u304c\u5fc5\u8981\u3068\u3059\u308b\u30b9\u30b1\u30fc\u30eb\u5909\u6570\u306e\u6570\u304c\u5341\u5206\u3067\u306a\u3044\u305f\u3081\u3001\u5bfe\u5fdc\u691c\u5b9a {0} \u3092\u30b9\u30b1\u30fc\u30eb\u5909\u6570\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_RelatedTestNoVarsForTheTests.LABEL=\u9069\u5207\u306a\u5909\u6570\u304c\u306a\u3044\u305f\u3081\u5bfe\u5fdc\u691c\u5b9a {0} \u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093 
kNPAR_OneSampleContVarsForChisquare.LABEL=1 \u3064\u306e\u30b5\u30f3\u30d7\u30eb \u30ab\u30a4 2 \u4e57\u691c\u5b9a\u306b\u30b9\u30b1\u30fc\u30eb\u5909\u6570 {0} \u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_OneSampleNoVarsForTheTests.LABEL=\u9069\u5207\u306a\u5909\u6570\u304c\u306a\u3044\u305f\u3081 1 \u30b5\u30f3\u30d7\u30eb\u691c\u5b9a {0} \u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_OneSampleCatVarsForTheContTests.LABEL=1 \u30b5\u30f3\u30d7\u30eb\u691c\u5b9a {1} \u306b\u30ab\u30c6\u30b4\u30ea\u5909\u6570 {0} \u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_IndepTestNotCatGroupVar.LABEL=\u30b0\u30eb\u30fc\u30d7\u5909\u6570 {0} \u304c\u30ab\u30c6\u30b4\u30ea\u578b\u5909\u6570\u3067\u306a\u3044\u305f\u3081\u3001\u6307\u5b9a\u3055\u308c\u305f INDEPENDENT \u691c\u5b9a\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_IndepTestCatVarsCantUse.LABEL=\u6307\u5b9a\u3055\u308c\u305f INDEPENDENT \u691c\u5b9a\u3092\u30ab\u30c6\u30b4\u30ea\u578b\u5909\u6570 {0} \u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
kNPAR_FreqWeightValueIsGreaterThanMaxVal.LABEL=WEIGHT \u5909\u6570\u306e\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u5024\u304c\u3053\u306e\u624b\u7d9a\u304d\u306b\u306f\u5927\u304d\u3059\u304e\u307e\u3059\u3002 \u4f7f\u7528\u3067\u304d\u308b\u6700\u5927\u5024\u306f 2147483647 \u3067\u3059

