#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

alm=\u7dda\u578b\u30e2\u30c7\u30eb\u81ea\u52d5\u4f5c\u6210
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u4e0d\u660e)
initErrMsg.LABEL=\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf (\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9) \u304c\u7121\u52b9\u3067\u3059
fileNotExistErrorMsg.LABEL=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
invalidTargetErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
invalidTarResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u306e\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
targetAsInputErrorMsg.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u76ee\u6a19\u304a\u3088\u3073\u4e88\u6e2c\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002 
invalidFrequencyErrorMsg.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u91cd\u307f\u304a\u3088\u3073\u4e88\u6e2c\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invalidTargetResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invlidResponseCatErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3092\u30d5\u30e9\u30b0\u578b\u306b\u3067\u304d\u307e\u305b\u3093
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
noTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
invalidtarValueMsg.LABEL=\u7121\u52b9\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30d5\u30a1\u30a4\u30eb\u306e\u53d6\u5f97)
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf\u30e2\u30c7\u30eb\u306e\u53d6\u5f97)
tarResIsSameErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u3001\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3001\u91cd\u307f\u5909\u6570\u3001\u30c7\u30fc\u30bf\u533a\u5206\u5909\u6570\u306f\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
NoTargetFieldErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NoTargetResFieldErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
targetResTrueErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u771f (true) \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u306e\u6b20\u640d)
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (\u7121\u52b9\u306aPMML)
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093)
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u53d6\u5f97)
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u305d\u306e\u307b\u304b\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u5024\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u307e\u3059
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f
InvalidFrequencyWeightDataMsg.LABEL=\u5ea6\u6570\u306e\u91cd\u307f\u306f\u6570\u5024\u578b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
WeightSpecifiedAsTargetMsg.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u91cd\u307f\u304a\u3088\u3073\u76ee\u6a19\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
RecordIDSpecifiedAsTargetMsg.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30ec\u30b3\u30fc\u30c9 ID \u304a\u3088\u3073\u76ee\u6a19\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
RecordIDSpecifiedAsPredictorMsg.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30ec\u30b3\u30fc\u30c9 ID \u304a\u3088\u3073\u4e88\u6e2c\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
WeightSpecifiedAsRecordIDMsg.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30ec\u30b3\u30fc\u30c9 ID \u304a\u3088\u3073\u91cd\u307f\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
PreparedDataHandleMsg.LABEL=\u30c7\u30fc\u30bf\u6e96\u5099\u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
HandleDataProcessMsg.LABEL=\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u30d7\u30ed\u30bb\u30b9 {0 } %
HandleDataProcessEndMsg.LABEL=\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u30d7\u30ed\u30bb\u30b9\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
ExportPmmlProgressMsg.LABEL=\u30e2\u30c7\u30eb\u306e PMML \u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
kMCCANCEL.LABEL=\u5206\u6790\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u8981\u6c42\u306b\u3088\u3063\u3066\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f
kMC_IO_ERROR.LABEL=I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\u30e1\u30e2\u30ea\u30fc\u306e\u5236\u9650\u3092\u8d85\u3048\u307e\u3057\u305f
kMC_INVALID_SAVE_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 saveState() \u304c\u5b9f\u884c\u3067\u304d\u306a\u3044\u3068\u304d\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u6307\u5b9a\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
kMC_FAILED_RESTART.LABEL=\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u518d\u8d77\u52d5\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u73fe\u5728\u4f55\u3082\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
kMC_WRONG_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 (saveState \u4ee5\u5916) \u304c\u4e0d\u9069\u5207\u306a\u5834\u5408\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002 \u901a\u5e38\u306f\u91cd\u8981\u306a\u30a8\u30e9\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u9069\u5207\u306a\u9806\u756a\u3067\u30b3\u30de\u30f3\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kMCCom_BadVarIndex.LABEL=\u5909\u6570\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u5909\u6570\u30ea\u30b9\u30c8\u306e\u5236\u9650\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
kMCCom_NoMetadataForVar.LABEL=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u500b\u5225\u306e\u30c7\u30fc\u30bf 0 \u306b\u3042\u308b\u5909\u6570\u306e\u5909\u6570\u30ea\u30b9\u30c8\u306b\u30bc\u30ed \u30dd\u30a4\u30f3\u30bf\u304c\u3042\u308a\u307e\u3059\u3002
kMCCom_XML_MissReqAttr.LABEL=\u5fc5\u9808\u5c5e\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMCCom_XML_InvalidAttrVal.LABEL=\u5c5e\u6027\u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
kMCRegr_InternalError.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3042\u308b\u30e1\u30bd\u30c3\u30c9\u304c\u4e0d\u6b63\u306a\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f\u3002
kMCRegr_DataSourceError.LABEL=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 HasMore() \u306f true \u3067\u3059\u304c\u3001Next() \u304c 0 \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002
kMCRegr_NoRecordsFound.LABEL=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kMCRegr_RecordTooShort.LABEL=\u6307\u5b9a\u3057\u305f\u5909\u6570\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u77ed\u3059\u304e\u307e\u3059\u3002
kMCRegr_InvalidRecordValue.LABEL=\u5909\u6570\u306e\u5024\u304c\u7121\u52b9\u306a\u305f\u3081\u3001\u7121\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002
kALM_NullPointer.LABEL=\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306e\u30dd\u30a4\u30f3\u30bf\u304c Null \u3067\u3059\u3002
kALM_InternalError.LABEL=\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kALM_NoValidCases.LABEL=\u6709\u52b9\u306a\u30b1\u30fc\u30b9\u304c\u5341\u5206\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
kALM_ModelNotBuilt.LABEL=\u30e2\u30c7\u30eb\u3092\u5fc5\u8981\u3068\u3059\u308b\u30e1\u30bd\u30c3\u30c9\u304c\u3001\u30e2\u30c7\u30eb\u3092\u4f5c\u6210\u3059\u308b\u524d\u306b\u547c\u3073\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
kALM_VarIsNotInVarList.LABEL=\u5909\u6570\u304c varList \u306b\u3042\u308a\u307e\u305b\u3093\u3002
kALM_InvalidTargetField.LABEL=\u76ee\u6a19\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5c3a\u5ea6\u306f\u9023\u7d9a\u578b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_TargetIsSpecifiedAsPredictor.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u76ee\u6a19\u304a\u3088\u3073\u4e88\u6e2c\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
kALM_NoPredictorWithoutIntercept.LABEL=\u5b9a\u6570\u9805\u304c\u306a\u3044\u5834\u5408\u6700\u4f4e 1 \u3064\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u5fc5\u8981\u3067\u3059\u3002
kALM_InvalidRegressionWeight.LABEL=\u5206\u6790\u306e\u91cd\u307f\u306f\u6570\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidFrequencyWeight.LABEL=\u5ea6\u6570\u306e\u91cd\u307f\u306f\u6570\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_WeightSpecifiedAsTarget.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u91cd\u307f\u304a\u3088\u3073\u76ee\u6a19\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
kALM_WeghtSpecifiedAsPredictor.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u91cd\u307f\u304a\u3088\u3073\u4e88\u6e2c\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
kALM_InvalidTolerance.LABEL=\u7279\u7570\u6027\u8a31\u5bb9\u5ea6\u306f\u300110e-12 \uff5e 1.0 (\u305d\u308c\u305e\u308c\u306e\u5024\u3082\u542b\u3080) \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_POutNotLargerThanPIn.LABEL=\u6295\u5165\u306e\u78ba\u7387\u306f\u9664\u53bb\u306e\u78ba\u7387\u4ee5\u4e0b\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
kALM_NoTargetVarInMetadata.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30e1\u30bf\u30c7\u30fc\u30bf\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kALM_ConflictFreqVarInSettingAndMetadata.LABEL=\u5ea6\u6570\u91cd\u307f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5b9a\u7fa9\u304c\u3001\u8a2d\u5b9a\u3068\u30e1\u30bf\u30c7\u30fc\u30bf\u3067\u7af6\u5408\u3057\u3066\u3044\u307e\u3059\u3002
kALM_RecordIdUnDefinedInMetadata.LABEL=\u30ec\u30b3\u30fc\u30c9 ID \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u8a2d\u5b9a\u3067\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u30e1\u30bf\u30c7\u30fc\u30bf\u3067\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kALM_ErrorInDataPass.LABEL=\u30c7\u30fc\u30bf \u30d1\u30b9\u4e2d\u306b\u8aac\u660e\u306e\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
//kALM_LoopIterLargeMaxIter.LABEL=\u63a8\u5b9a\u6642\u306e\u53cd\u5fa9\u6570\u304c\u3001\u6700\u5927\u53cd\u5fa9\u6570\u306b\u9054\u3057\u307e\u3057\u305f\u3002
kALM_NoMetadataForVar.LABEL=\u5909\u6570\u306b\u30e1\u30bf\u30c7\u30fc\u30bf\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093\u3002
//kALM_NParamsMoreNCases.LABEL=\u30d1\u30e9\u30e1\u30fc\u30bf\u6570\u304c\u30b1\u30fc\u30b9\u6570\u3088\u308a\u5927\u304d\u3044\u3067\u3059\u3002
kALM_NoFactorCategs.LABEL=\u56e0\u5b50\u306b\u306f\u6709\u52b9\u306a\u30ab\u30c6\u30b4\u30ea\u5024\u304c\u5fc5\u8981\u3067\u3059\u3002
kALM_InvalidCovarianceMatrix.LABEL=PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u6307\u5b9a\u3055\u308c\u305f\u5171\u5909\u91cf\u30de\u30c8\u30ea\u30c3\u30af\u30b9\u306e\u30b5\u30a4\u30ba\u304c\u4e0d\u6b63\u3067\u3059\u3002
//kALM_ReachMaxEffects.LABEL=\u30b9\u30c6\u30c3\u30d7\u30ef\u30a4\u30ba\u6cd5\u3067\u6700\u5927\u52b9\u679c\u306b\u9054\u3057\u307e\u3057\u305f\u3002
kALM_UserCancelProcessing.LABEL=\u30e6\u30fc\u30b6\u30fc\u306b\u3088\u3063\u3066\u30e2\u30c7\u30eb\u4f5c\u6210\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f\u3002
kALM_SSEIsZero.LABEL=SSE \u304c 0 \u3067\u3042\u308b\u305f\u3081\u3001AICC\u3001AIC \u304a\u3088\u3073 SBC \u304c\u3042\u308a\u307e\u305b\u3093\u3002
kALM_NMinusPStarIsZero.LABEL=N - pstar \u304c 0 \u3067\u3042\u308b\u305f\u3081\u3001fModelSumStats.fAdjRSquare \u304c\u3042\u308a\u307e\u305b\u3093\u3002
kALM_CantGetStringRecordId.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u6587\u5b57\u5217\u30ec\u30b3\u30fc\u30c9 ID \u5024\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
kALM_ConstantTargetField.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u5b9a\u6570\u3067\u3042\u3063\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002
kALM_AllConstantPredictors.LABEL=\u3059\u3079\u3066\u306e\u4e88\u6e2c\u5024\u304c\u5b9a\u6570\u3067\u3059\u3002
kALM_ASENoTestData.LABEL=ASE \u57fa\u6e96\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u691c\u5b9a\u30c7\u30fc\u30bf\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kALM_OnlyOneValidCase.LABEL=Only one valid case in the training data set.
//kALM_NoAllEffectsSelected.LABEL=\u5f37\u5236\u6295\u5165\u6cd5\u3067\u3044\u304f\u3064\u304b\u306e\u52b9\u679c\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u3044\u307e\u305b\u3093\u3002
//kALM_PerfectFit.LABEL=\u30e2\u30c7\u30eb\u306b\u5b8c\u5168\u306a\u9069\u5408\u5ea6\u304c\u3042\u308b\u305f\u3081\u3044\u304f\u3064\u304b\u306e\u95a2\u9023\u3059\u308b\u7d71\u8a08\u91cf\u3092\u8a08\u7b97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
//kALM_ZeroOutlierofCooksDistance.LABEL=\u30af\u30c3\u30af\u306e\u8ddd\u96e2\u306e\u5916\u308c\u5024\u304c\u30bc\u30ed\u3067\u3059\u3002
//kALM_TooManyEffectsForBestSubsets.LABEL=\u52b9\u679c\u304c\u591a\u3059\u304e\u308b\u305f\u3081\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
kALM_AllExcludedByEffectEntryTolerance.LABEL=\u3059\u3079\u3066\u306e\u4e88\u6e2c\u5024\u304c\u7279\u7570\u6027\u8a31\u5bb9\u5ea6\u306b\u3088\u3063\u3066\u9664\u5916\u3055\u308c\u307e\u3059\u3002
kALM_DuplicatedPredictors.LABEL=\u91cd\u8907\u3059\u308b\u4e88\u6e2c\u5024\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002
kALM_InvalidSelectionMethod.LABEL=\u30e2\u30c7\u30eb\u306e\u9078\u629e\u65b9\u6cd5\u304c\u7121\u52b9\u3067\u3059\u3002
kALM_InvalidSelectCriterion.LABEL=\u6295\u5165\u307e\u305f\u306f\u9664\u53bb\u306e\u6761\u4ef6\u304c\u7121\u52b9\u3067\u3059\u3002
kALM_InvalidPIn.LABEL=P \u5024\u306e\u52b9\u679c\u3092\u542b\u3080\u7bc4\u56f2\u306f\u30010 \uff5e 1 (\u305d\u308c\u305e\u308c\u306e\u5024\u306f\u542b\u307e\u306a\u3044) \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidPOut.LABEL=P \u5024\u306e\u52b9\u679c\u3092\u9664\u53bb\u3059\u308b\u7bc4\u56f2\u306f\u30010 \uff5e 1 (\u305d\u308c\u305e\u308c\u306e\u5024\u306f\u542b\u307e\u306a\u3044) \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidMaxSteps.LABEL=\u6700\u7d42\u30e2\u30c7\u30eb\u306e\u6700\u5927\u52b9\u679c\u6570\u306f 0 \u3088\u308a\u5927\u304d\u304f\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidMaxEffects.LABEL=MaxEffect \u306f 0 \u3088\u308a\u5927\u304d\u304f\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidMaxEffectsForAllPossibleSubset.LABEL=\u3059\u3079\u3066\u306e\u30b5\u30d6\u30bb\u30c3\u30c8\u306e\u6700\u5927\u52b9\u679c\u6570\u306f 0 \u3088\u308a\u5927\u304d\u304f\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidNumOfTopN.LABEL=\u4e0a\u4f4d N \u500b\u306e\u30e2\u30c7\u30eb\u306e\u6570\u306f\u30011 \uff5e 100 (\u305d\u308c\u305e\u308c\u306e\u5024\u3082\u542b\u3080) \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidNumOfThreads.LABEL=\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u306f\u30011 \uff5e 100 (\u305d\u308c\u305e\u308c\u306e\u5024\u3082\u542b\u3080) \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_InvalidCIn.LABEL=\u78ba\u4fe1\u5ea6\u306f\u30011 \uff5e 100 (\u305d\u308c\u305e\u308c\u306e\u5024\u3082\u542b\u3080) \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
kALM_RecordIDSpecifiedAsTarget.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30ec\u30b3\u30fc\u30c9 ID \u304a\u3088\u3073\u76ee\u6a19\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
kALM_RecordIDSpecifiedAsPredictor.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30ec\u30b3\u30fc\u30c9 ID \u304a\u3088\u3073\u4e88\u6e2c\u5909\u6570\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
kALM_WeghtSpecifiedAsRecordID.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30ec\u30b3\u30fc\u30c9 ID \u304a\u3088\u3073\u91cd\u307f\u306e\u4e21\u65b9\u306b\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
kALM_TooManyCategories4OneCategoricalVariable.LABEL=\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u30ab\u30c6\u30b4\u30ea\u5909\u6570\u306e\u30ab\u30c6\u30b4\u30ea\u6570\u304c\u591a\u3059\u304e\u307e\u3059\u3002
