#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

alm=Mod\u00e9lisation lin\u00e9aire automatique
unknownErrorMsg.LABEL=Erreur interne (inconnue)
initErrMsg.LABEL=Echec de l\u2019initialisation
inputErrMsg.LABEL=Erreur lors de la lecture des donn\u00e9es d\u2019entr\u00e9e
internalErrMsg.LABEL=Erreur interne
invalidMetadataErrMsg.LABEL=M\u00e9tadonn\u00e9es non valides (dans les champs entr\u00e9e/sortie)
fileNotExistErrorMsg.LABEL=Le fichier de donn\u00e9es n\u2019existe pas
storageNotSupportErrorMsg.LABEL=L\u2019int\u00e9gration ne prend pas en charge ce type de stockage de donn\u00e9es
invalidTargetErrorMsg.LABEL=Param\u00e8tre de variable cible non valide
invalidTarResponseErrorMsg.LABEL=Param\u00e8tre de variable de r\u00e9ponse cible non valide
predictorsEmptyErrMsg.LABEL=Le param\u00e8tre des valeurs pr\u00e9dites ne doit pas \u00eatre vide
targetAsInputErrorMsg.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant que cible et en tant que valeur pr\u00e9dite. 
invalidFrequencyErrorMsg.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant que pond\u00e9ration et en tant que valeur pr\u00e9dite.
invalidTargetResponseErrorMsg.LABEL=Le champ de r\u00e9ponse cible ne peut pas \u00eatre une entr\u00e9e
invlidResponseCatErrorMsg.LABEL=La variable de r\u00e9ponse cible doit \u00eatre un bool\u00e9en
noFrequencyErrorMsg.LABEL=Aucun champ d\u2019effectif s\u00e9lectionn\u00e9
noTargetErrorMsg.LABEL=Aucune valeur de champ cible n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9e
invalidtarValueMsg.LABEL=Valeur de champ cible sp\u00e9cifi\u00e9e non valide
getfilePathMsg.LABEL=Erreur interne (obtention du fichier)
creationAlgorithmMsg.LABEL=Erreur interne (algorithme)
buildModelErrorMsg.LABEL=Erreur interne (cr\u00e9ation du composant)
assessModelErrorMsg.LABEL=Erreur interne (\u00e9valuation du composant)
exportPMLLErrorMsg.LABEL=Erreur interne (exportation PMML du composant)
getDataFieldErrorMsg.LABEL=Erreur interne (obtention du mod\u00e8le de donn\u00e9es)
tarResIsSameErrorMsg.LABEL=La variable cible, la variable de r\u00e9ponse cible, la variable de pond\u00e9ration et la variable de partition doivent \u00eatre diff\u00e9rentes
NoTargetFieldErrorMsg.LABEL=Aucun champ cible s\u00e9lectionn\u00e9
NoTargetResFieldErrorMsg.LABEL=Aucun champ de r\u00e9ponse cible s\u00e9lectionn\u00e9
targetResTrueErrorMsg.LABEL=Le param\u00e9trage de la valeur vraie de r\u00e9ponse cible n\u2019est pas valide
PMMLNotExistErrorMsg.LABEL=Erreur interne (PMML manquant)
PMMLIsInvalidErrorMsg.LABEL=Erreur interne (PMML non valide)
NoPredVarInPMMLErrorMsg.LABEL=Erreur interne (aucune variable de valeurs pr\u00e9dites dans le fichier PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erreur interne (r\u00e9pertoire PMML)
getDataSourceErrorMsg.LABEL=Erreur interne (obtention de la source de donn\u00e9es)
dataFileISValidErrorMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs pr\u00e9dicteurs requis par le mod\u00e8le
TarFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ cible requis par le mod\u00e8le
TRFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ de r\u00e9ponse cible requis par le mod\u00e8le
FreFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ d\u2019effectif requis par le mod\u00e8le
InputFieldNOTMatchMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs requis par le mod\u00e8le
NoValidRecordsMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour la cr\u00e9ation du mod\u00e8le
NoRecordsScoringMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour le scoring
PartionInValidMsg.LABEL=Le champ de partition doit \u00eatre diff\u00e9rent des autres champs pr\u00e9dictifs
InputFieldConstantMsg.LABEL=Un des champs pr\u00e9dicteurs contient une seule valeur
InvalidSettingsErrorMsg.LABEL=Param\u00e8tres d\u2019algorithme du composant non valides
NoValidFieldValuesErrorMsg.LABEL=Les champs des m\u00e9tadonn\u00e9es n\u2019ont pas d\u00e9fini de valeurs valides
InvalidFrequencyWeightDataMsg.LABEL=La pond\u00e9ration d\u2019effectif doit \u00eatre num\u00e9rique
WeightSpecifiedAsTargetMsg.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant que pond\u00e9ration et en tant que cible
RecordIDSpecifiedAsTargetMsg.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant qu\u2019identifiant d\u2019enregistrement et en tant que cible
RecordIDSpecifiedAsPredictorMsg.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant qu\u2019identifiant d\u2019enregistrement et en tant que valeur pr\u00e9dite
WeightSpecifiedAsRecordIDMsg.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant qu\u2019identifiant d\u2019enregistrement et en tant que pond\u00e9ration
PreparedDataHandleMsg.LABEL=Pr\u00e9paration du traitement des donn\u00e9es termin\u00e9e
HandleDataProcessMsg.LABEL=Processus de traitement des donn\u00e9es : {0 } %
HandleDataProcessEndMsg.LABEL=Processus de traitement des donn\u00e9es termin\u00e9
ExportPmmlProgressMsg.LABEL=Exportation du mod\u00e8le vers un fichier PMML termin\u00e9e
kMCCANCEL.LABEL=L\u2019analyse a \u00e9t\u00e9 abandonn\u00e9e suite \u00e0 une demande d\u2019annulation
kMC_IO_ERROR.LABEL=Une erreur E/S est survenue
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=La limite de la m\u00e9moire a \u00e9t\u00e9 d\u00e9pass\u00e9e
kMC_INVALID_SAVE_STATE.LABEL=La commande saveState() a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment o\u00f9 elle ne pouvait pas \u00eatre ex\u00e9cut\u00e9e. Essayez de l\u2019ex\u00e9cuter \u00e0 un moment plus appropri\u00e9.
kMC_FAILED_RESTART.LABEL=Le red\u00e9marrage a \u00e9chou\u00e9 pour une raison quelconque. Impossible d\u2019effectuer une action quelconque pour le moment
kMC_WRONG_STATE.LABEL=Une commande (autre que saveState) a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment inappropri\u00e9. Ceci n\u2019est g\u00e9n\u00e9ralement pas critique. Essayez de donner les commandes dans le bon ordre.
kMCCom_BadVarIndex.LABEL=L\u2019index de la variable est en dehors des limites d\u00e9finies par la liste des variables.
kMCCom_NoMetadataForVar.LABEL=La liste des variables ne contient pas de pointeur pour une variable dont l\u2019index a \u00e9t\u00e9 trouv\u00e9 en donn\u00e9e discr\u00e8te 0.
kMCCom_XML_MissReqAttr.LABEL=Un attribut requis est manquant.
kMCCom_XML_InvalidAttrVal.LABEL=Un attribut poss\u00e8de une valeur non valide.
kMCRegr_InternalError.LABEL=Une erreur interne s\u2019est produite, une m\u00e9thode a re\u00e7u des param\u00e8tres erron\u00e9s.
kMCRegr_DataSourceError.LABEL=Erreur dans la source de donn\u00e9es : APlus() \u00e9tait vrai, mais Suivant() a retourn\u00e9 0.
kMCRegr_NoRecordsFound.LABEL=Aucun enregistrement n\u2019a \u00e9t\u00e9 trouv\u00e9 dans la source de donn\u00e9es.
kMCRegr_RecordTooShort.LABEL=L\u2019enregistrement est trop court pour un index de variable sp\u00e9cifique.
kMCRegr_InvalidRecordValue.LABEL=Un enregistrement non valide d\u00fb \u00e0 une valeur de variable non valide a \u00e9t\u00e9 trouv\u00e9.
kALM_NullPointer.LABEL=Pointeur nul dans l\u2019algorithme.
kALM_InternalError.LABEL=Erreur interne dans l\u2019algorithme.
kALM_NoValidCases.LABEL=Pas assez d\u2019observations valides.
kALM_ModelNotBuilt.LABEL=Une m\u00e9thode n\u00e9cessitant que le mod\u00e8le soit appel\u00e9 avant sa cr\u00e9ation.
kALM_VarIsNotInVarList.LABEL=La variable n\u2019est pas dans la liste des variables.
kALM_InvalidTargetField.LABEL=Le champ cible doit comporter un niveau de mesure continu.
kALM_TargetIsSpecifiedAsPredictor.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant que cible et en tant que valeur pr\u00e9dite.
kALM_NoPredictorWithoutIntercept.LABEL=Un champ pr\u00e9dicteur au moins est requis quand il n\u2019y a pas de constante.
kALM_InvalidRegressionWeight.LABEL=La pond\u00e9ration d\u2019analyse doit \u00eatre num\u00e9rique.
kALM_InvalidFrequencyWeight.LABEL=La pond\u00e9ration d\u2019analyse doit \u00eatre num\u00e9rique.
kALM_WeightSpecifiedAsTarget.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant que pond\u00e9ration et en tant que cible.
kALM_WeghtSpecifiedAsPredictor.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant que pond\u00e9ration et en tant que valeur pr\u00e9dite.
kALM_InvalidTolerance.LABEL=La tol\u00e9rance de singularit\u00e9 doit se trouver dans l\u2019intervalle de 10e-12 \u00e0 1.0 compris.
kALM_POutNotLargerThanPIn.LABEL=La probabilit\u00e9 d\u2019entr\u00e9e doit \u00eatre inf\u00e9rieure ou \u00e9gale \u00e0 la probabilit\u00e9 d\u2019\u00e9limination.
kALM_NoTargetVarInMetadata.LABEL=Le champ cible n\u2019est pas d\u00e9fini dans les m\u00e9tadonn\u00e9es.
kALM_ConflictFreqVarInSettingAndMetadata.LABEL=La d\u00e9finition du champ de pond\u00e9ration d\u2019effectifs est en conflit dans les param\u00e8tres et les m\u00e9tadonn\u00e9es.
kALM_RecordIdUnDefinedInMetadata.LABEL=Un champ d\u2019ID d\u2019enregistrement est d\u00e9fini dans les param\u00e8tres mais pas dans les m\u00e9tadonn\u00e9es.
kALM_ErrorInDataPass.LABEL=Une erreur inexpliqu\u00e9e est survenue lors de la transmission des donn\u00e9es.
//kALM_LoopIterLargeMaxIter.LABEL=Le nombre maximum d\u2019it\u00e9rations a \u00e9t\u00e9 atteint lors de l\u2019estimation.
kALM_NoMetadataForVar.LABEL=La variable ne contient pas d\u2019informations de m\u00e9tadonn\u00e9es.
//kALM_NParamsMoreNCases.LABEL=Le nombre des param\u00e8tres est sup\u00e9rieur au nombre d\u2019observations.
kALM_NoFactorCategs.LABEL=Les facteurs doivent comporter des valeurs de cat\u00e9gorie valides.
kALM_InvalidCovarianceMatrix.LABEL=La matrice de covariance fournie pour l\u2019exportation PMML est de taille incorrecte.
//kALM_ReachMaxEffects.LABEL=Effets maximum atteints lors de la m\u00e9thode pas \u00e0 pas.
kALM_UserCancelProcessing.LABEL=User cancelled model building.
kALM_SSEIsZero.LABEL=SSE est nul, donc AICC, AIC et SBC seront manquants.
kALM_NMinusPStarIsZero.LABEL=N - pstar est nul, donc fModelSumStats.fAdjRSquare sera manquant.
kALM_CantGetStringRecordId.LABEL=Le composant ne peut pas acc\u00e9der aux valeurs d\u2019ID d\u2019enregistrement de cha\u00eene.
kALM_ConstantTargetField.LABEL=Le champ cible ne peut pas \u00eatre constant.
kALM_AllConstantPredictors.LABEL=Toutes les valeurs pr\u00e9dites sont constantes.
kALM_ASENoTestData.LABEL=Le crit\u00e8re ASE est s\u00e9lectionn\u00e9 mais aucune donn\u00e9e de test n\u2019est sp\u00e9cifi\u00e9e.
kALM_OnlyOneValidCase.LABEL=Une seule observation valide existe dans l\u2019ensemble de donn\u00e9es de formation.
// kALM_NoAllEffectsSelected.LABEL=Certains effets ne sont pas s\u00e9lectionn\u00e9s dans la m\u00e9thode d\u2019entr\u00e9e.
//kALM_PerfectFit.LABEL=Certaines statistiques connexes ne peuvent pas \u00eatre calcul\u00e9es car le mod\u00e8le est parfaitement ajust\u00e9.
// kALM_ZeroOutlierofCooksDistance.LABEL=Aucune valeur \u00e9loign\u00e9e de la distance de Cook.
//kALM_TooManyEffectsForBestSubsets.LABEL=Il y a trop d\u2019effets \u00e0 ex\u00e9cuter.
kALM_AllExcludedByEffectEntryTolerance.LABEL=Les valeurs pr\u00e9dites sont toutes exclues par la tol\u00e9rance de singularit\u00e9.
kALM_DuplicatedPredictors.LABEL=Des valeurs pr\u00e9dites en double ont \u00e9t\u00e9 trouv\u00e9es.
kALM_InvalidSelectionMethod.LABEL=M\u00e9thode de choix du mod\u00e8le non valide.
kALM_InvalidSelectCriterion.LABEL=Crit\u00e8res d\u2019entr\u00e9e/suppression non valides.
kALM_InvalidPIn.LABEL=Inclure les effets avec des valeurs p doit se trouver dans l\u2019intervalle de 0 \u00e0 1 exclus.
kALM_InvalidPOut.LABEL=Supprimer les effets avec des valeurs p doit se trouver dans l\u2019intervalle de 0 \u00e0 1 exclus.
kALM_InvalidMaxSteps.LABEL=Le nombre maximum d\u2019effets dans le mod\u00e8le final doit \u00eatre sup\u00e9rieur \u00e0 0.
kALM_InvalidMaxEffects.LABEL=Le nombre maximal d\u2019effets doit \u00eatre sup\u00e9rieur \u00e0 0.
kALM_InvalidMaxEffectsForAllPossibleSubset.LABEL=Le nombre maximum d\u2019effets pour tous les sous-ensembles possibles doit \u00eatre sup\u00e9rieur \u00e0 0.
kALM_InvalidNumOfTopN.LABEL=Le nombre des premiers mod\u00e8les N doit se trouver dans l\u2019intervalle de 1 \u00e0 100 compris.
kALM_InvalidNumOfThreads.LABEL=Le nombre des threads doit se trouver dans l\u2019intervalle de 1 \u00e0 100 compris.
kALM_InvalidCIn.LABEL=Le niveau de confiance doit se trouver dans l\u2019intervalle de 1 \u00e0 100 compris.
kALM_RecordIDSpecifiedAsTarget.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant qu\u2019identifiant d\u2019enregistrement et en tant que cible.
kALM_RecordIDSpecifiedAsPredictor.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant qu\u2019identifiant d\u2019enregistrement et en tant que valeur pr\u00e9dite.
kALM_WeghtSpecifiedAsRecordID.LABEL=Un champ ne peut pas \u00eatre sp\u00e9cifi\u00e9 \u00e0 la fois en tant qu\u2019identifiant d\u2019enregistrement et en tant que pond\u00e9ration.
kALM_TooManyCategories4OneCategoricalVariable.LABEL=Au moins une variable qualitative poss\u00e8de trop de cat\u00e9gories.
