#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2008, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

KNN_tooltip.LABEL=Constr\u00f3i um modelo do k-\u00e9simo vizinho mais pr\u00f3ximo (KNN)
KNNnode.LABEL=KNN
KNNAlgorithm.LABEL=Algoritmo KNN 
inputFields.LABEL=Entradas
targetField.LABEL=Destino
AnalysisType.LABEL=Que tipo de an\u00e1lise voc\u00ea deseja realizar?
UserObjective.LABEL=Qual \u00e9 o seu objetivo?
UserObjective_BalanceSpeed.LABEL=Velocidade e exatid\u00e3o de equil\u00edbrio
UserObjective_OptimizeSpeed.LABEL=Velocidade
UserObjective_OptimizeAccurary.LABEL=Exatid\u00e3o
UserObjective_CustomAnalysis.LABEL=An\u00e1lise customizada
CaseIDVar.LABEL=Vari\u00e1vel de ID de caso
use_caselabels.LABEL=Usar r\u00f3tulos de caso
CaseLabelVar.LABEL=Vari\u00e1vel de R\u00f3tulo de Caso
use_focalcase.LABEL=Identificar registro focal 
FocalVar.LABEL=Vari\u00e1vel de caso focal
FocalCaseValue.LABEL=Valor de Caso Focal
RescaleMethod.LABEL=Normalizar entradas de amplitude
DistMetric_Euclidean.LABEL=M\u00e9trica euclidiana
DistMetric_CityBlock.LABEL=M\u00e9trica de Quarteir\u00e3o
ComputePredValFunc_Mean.LABEL=M\u00e9dia dos valores vizinhos mais pr\u00f3ximos
ComputePredValFunc_Median.LABEL=Mediana dos valores vizinhos mais pr\u00f3ximos
IsFeatureWeight.LABEL=Ponderar recursos por import\u00e2ncia ao calcular dist\u00e2ncias
SpecifiedK.LABEL=K
MinK.LABEL=M\u00ednimo
MaxK.LABEL=M\u00e1ximo
IsFeatureSelection.LABEL=Realizar sele\u00e7\u00e3o de caracter\u00edsticas
ForcedVariables.LABEL=Entrada for\u00e7ada
NSpecifiedFeatures.LABEL=N\u00famero a ser selecionado
SpecifiedErrRange.LABEL=Altera\u00e7\u00e3o m\u00ednima
choose_vfold.LABEL=Usar vari\u00e1vel de Dobra V
VFoldValue.LABEL=N\u00famero de dobras
use_vfoldrandomseed.LABEL=Definir valor inicial aleat\u00f3rio
VFold_randomseed.LABEL=Valor inicial
Objectives.LABEL=Objetivos
objectives_statictext_1.LABEL=O procedimento de kNN identificar\u00e1 os casos de treinamento mais similares (os vizinhos mais pr\u00f3ximos) aos seus casos
objectives_statictext_2.LABEL=de interesse. Um campo de destino pode ser previsto com base nos valores de vizinhan\u00e7a.
objectives_statictext_analysistype.LABEL=Que tipo de an\u00e1lise voc\u00ea deseja realizar?
AnalysisType_falseKey.LABEL=Prever um campo de destino
AnalysisType_trueKey.LABEL=Identificar apenas os vizinhos mais pr\u00f3ximos
objectives_statictext_objective.LABEL=Qual \u00e9 o seu objetivo?
objectives_statictext_balance.LABEL=Seleciona automaticamente o melhor n\u00famero de vizinhos dentro de uma amplitude pequena.
objectives_statictext_speed.LABEL=Localiza um n\u00famero fixo de vizinhos.
objectives_statictext_accruacy_1.LABEL=Seleciona automaticamente o melhor n\u00famero de vizinhos dentro de uma amplitude maior e usa
objectives_statictext_accruacy_2.LABEL=import\u00e2ncia de preditor ao calcular dist\u00e2ncias.
objectives_statictext_custom.LABEL=Escolha esta op\u00e7\u00e3o fazer o ajuste fino do algoritmo na guia Configura\u00e7\u00f5es.
Fields.LABEL=Campos
Settings.LABEL=Configura\u00e7\u00f5es
Model.LABEL=Modelo
Model_statictext_1.LABEL=Estas configura\u00e7\u00f5es relatam como SPSS Modeler usar\u00e1 o procedimento para construir um modelo.
Model_statictext_2.LABEL=Para selecionar os campos manualmente, escolha "Usar configura\u00e7\u00f5es personalizadas" na guia Campos.
Neighbors.LABEL=Vizinhos
Neighbors_Panel_K.LABEL=N\u00famero de Vizinhos Mais Pr\u00f3ximos (k)
Neighbors_Panel_DistanceComputation.LABEL=C\u00e1lculo de Dist\u00e2ncia
Neighbors_Panel_PredictforRangeTarget.LABEL=Previs\u00f5es para Destino de Amplitude
neighbors_tabtext_0.LABEL=N\u00famero de Vizinhos Mais Pr\u00f3ximos (k):
Neighbors_Panel_DistanceComputation2.LABEL=C\u00e1lculo de Dist\u00e2ncia
neighbors_tabtext_1.LABEL=A sele\u00e7\u00e3o k autom\u00e1tica fica dispon\u00edvel se um destino for especificado.
IsAutoKSelection_falseKey.LABEL=Especificar K fixo
IsAutoKSelection_trueKey.LABEL=Selecionar k automaticamente
FeatureSelection.LABEL=Sele\u00e7\u00e3o de Caracter\u00edsticas
feature_tabtext_1.LABEL=Sele\u00e7\u00e3o de encaminhamento \u00e9 usada para avaliar recursos para inclus\u00e3o. Para for\u00e7ar um recurso
feature_tabtext_2.LABEL=para dentro do modelo antes da sele\u00e7\u00e3o de encaminhamento, selecione-o na lista de entrada For\u00e7ada.
StoppingCriterion.LABEL=Crit\u00e9rio de Interrup\u00e7\u00e3o
StoppingCriterion_falseKey.LABEL=Pare quando o n\u00famero de recursos especificado tiver sido selecionado
StoppingCriterion_trueKey.LABEL=Pare quando a altera\u00e7\u00e3o na raz\u00e3o de erro absoluto for inferior ou igual ao m\u00ednimo
Cross-Validation.LABEL=Valida\u00e7\u00e3o cruzada
CrossValidationFolds.LABEL=Dobras de valida\u00e7\u00e3o cruzada
crossvalidation_tabtext_1.LABEL=A valida\u00e7\u00e3o cruzada V-fold \u00e9 realizada se voc\u00ea escolher a sele\u00e7\u00e3o k autom\u00e1tica, mas
crossvalidation_tabtext_2.LABEL=n\u00e3o escolher a sele\u00e7\u00e3o de caracter\u00edsticas.
choosevfold_falseKey.LABEL=Designe aleatoriamente casos \u00e0s dobras
choosevfold_trueKey.LABEL=Use campo para designar casos
Analyze.LABEL=Analisar
all_probabilities_builder.LABEL=Incluir todas as probabilidades
neighbour_details.LABEL=Salvar as dist\u00e2ncias entre casos e os k-\u00e9simos vizinhos mais pr\u00f3ximos

unknownErrorMsg.LABEL=Erro interno (desconhecido).
inputErrMsg.LABEL=Erro ao ler dados de entrada.
internalErrMsg.LABEL=Erro interno.
invalidMetadataErrMsg.LABEL=Metadados (sobre campos de entrada/sa\u00edda) n\u00e3o s\u00e3o v\u00e1lidos.
fileNotExistErrorMsg.LABEL= O arquivo de dados n\u00e3o existe.
storageNotSupportErrorMsg.LABEL=A integra\u00e7\u00e3o n\u00e3o suporta este tipo de armazenamento de dados.
invalidTargetErrorMsg.LABEL=Configura\u00e7\u00e3o de vari\u00e1vel de destino inv\u00e1lida.
invalidTarResponseErrorMsg.LABEL=Configura\u00e7\u00e3o de vari\u00e1vel resposta de destino inv\u00e1lida.
predictorsEmptyErrMsg.LABEL=A configura\u00e7\u00e3o dos previsores n\u00e3o deve ficar vazia.
invalidTargetErrorMsg2.LABEL=O campo de destino n\u00e3o pode ser uma entrada.
invalidFrequencyErrorMsg.LABEL=O campo de frequ\u00eancia n\u00e3o pode ser uma entrada.
invalidTargetResponseErrorMsg.LABEL=O campo de resposta de destino n\u00e3o pode ser uma entrada.
invlidResponseCatErrorMsg.LABEL=A vari\u00e1vel resposta de destino deve ser um sinalizador.
noFrequencyErrorMsg.LABEL=Nenhum campo de frequ\u00eancia selecionado.
noTargetErrorMsg.LABEL=Nenhum valor de campo de destino foi especificado.
invalidtarValueMsg.LABEL=Valor de campo de destino especificado inv\u00e1lido.
getfilePathMsg.LABEL=Erro interno (obter arquivo).
creationAlgorithmMsg.LABEL=Erro interno (algoritmo).
buildModelErrorMsg.LABEL=Erro interno (constru\u00e7\u00e3o de componente).
assessModelErrorMsg.LABEL=Erro interno (avalia\u00e7\u00e3o de componente).
exportPMLLErrorMsg.LABEL=Erro interno (exporta\u00e7\u00e3o de PMML de componente).
getDataFieldErrorMsg.LABEL=Erro interno (obter datamodel). 
tarResIsSameErrorMsg.LABEL=A vari\u00e1vel de destino, a vari\u00e1vel resposta de destino, a vari\u00e1vel de pondera\u00e7\u00e3o e a vari\u00e1vel de parti\u00e7\u00e3o devem ser diferentes.
NoTargetFieldErrorMsg.LABEL=Nenhum campo de destino selecionado.
NoTargetResFieldErrorMsg.LABEL=Nenhum campo de resposta de destino selecionado.
targetResTrueErrorMsg.LABEL=A configura\u00e7\u00e3o do valor verdadeiro de resposta de destino \u00e9 inv\u00e1lida.
PMMLNotExistErrorMsg.LABEL=Erro interno (PMML ausente).
PMMLIsInvalidErrorMsg.LABEL=Erro interno (PMML inv\u00e1lido).
NoPredVarInPMMLErrorMsg.LABEL=Erro interno (nenhuma vari\u00e1vel de previsor no arquivo PMML).
PMMLNotMatchDataErrorMsg.LABEL=Erro interno (diret\u00f3rio de PMML).
getDataSourceErrorMsg.LABEL=Erro interno (Obter origem de dados).
dataFileISValidErrorMsg.LABEL=Os dados de entrada n\u00e3o incluem campos de preditor exigidos pelo modelo.
TarFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de destino exigido pelo modelo.
TRFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de resposta de destino exigido pelo modelo.
FreFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de frequ\u00eancia exigido pelo modelo.
InputFieldNOTMatchMsg.LABEL=Os dados de entrada n\u00e3o incluem campos exigidos pelo modelo.
NoValidRecordsMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para constru\u00e7\u00e3o de modelo.
NoRecordsScoringMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para pontua\u00e7\u00e3o.
PartionInValidMsg.LABEL=O campo de parti\u00e7\u00e3o deve ser diferente dos outros campos preditivos.
InputFieldConstantMsg.LABEL=Um dos campos de previsor cont\u00e9m apenas um valor.
InvalidSettingsErrorMsg.LABEL=Configura\u00e7\u00f5es de algoritmo de componente inv\u00e1lidas.
NoValidFieldValuesErrorMsg.LABEL=Os campos nos metadados n\u00e3o definiram valores v\u00e1lidos.
UserStopExecution.LABEL=A execu\u00e7\u00e3o est\u00e1 interrompida pelo usu\u00e1rio.
ShouldHaveTarget.LABEL=N\u00e3o h\u00e1 campo de destino, por\u00e9m a configura\u00e7\u00e3o est\u00e1 prevendo um campo de destino.
mcCancelMsg.LABEL=A an\u00e1lise foi abandonada ap\u00f3s um pedido de cancelamento.
mcIOErrorMsg.LABEL=Ocorreu um erro de E/S.
mcMemoryLimitExceedMsg.LABEL=Limite de mem\u00f3ria excedido.
mcInvalidSaveStateMsg.LABEL=O comando saveState() foi fornecido em um momento em que n\u00e3o podia ser executado.
mcFailedRestartMsg.LABEL=A reinicializa\u00e7\u00e3o falhou por algum motivo.
mcWrongStateMsg.LABEL=Um comando (al\u00e9m de saveState) foi fornecido em um momento inadequado.
KMCKNN_NoValidRecords.LABEL=Nenhum dado v\u00e1lido.
KMCKNN_CantReadFile.LABEL=Erro ao ler o arquivo.
kMCKNN_FailedReadXML.LABEL=Erro ao ler o arquivo.
KMCKNN_EmptyTrainingDataSet.LABEL=Nenhum dado de treinamento v\u00e1lido.
KMCKNN_NoValidSpecifiedFeatureNum.LABEL=O n\u00famero de recursos a ser selecionado \u00e9 inv\u00e1lido.  O n\u00famero deve ser um n\u00famero inteiro positivo inferior ou igual ao n\u00famero de recursos dispon\u00edveis para sele\u00e7\u00e3o.
KMCKNN_NoValidMinOrMax.LABEL=O n\u00famero m\u00ednimo ou m\u00e1ximo de vizinhos mais pr\u00f3ximos a ser selecionado \u00e9 inv\u00e1lido.  Ambos os n\u00fameros devem ser n\u00fameros inteiros positivos, com o m\u00ednimo menor do que o m\u00e1ximo.
KMCKNN_NoValidVFoldValue.LABEL=O n\u00famero de dobras de valida\u00e7\u00e3o cruzada \u00e9 inv\u00e1lido.  O n\u00famero deve ser um n\u00famero inteiro maior do que um, por\u00e9m n\u00e3o maior do que o n\u00famero de registros de treinamento.
KMCKNN_NoValidVFoldVariable.LABEL=O campo de dobras de valida\u00e7\u00e3o cruzada \u00e9 inv\u00e1lido.
KMCKNN_NoSpecifiedCaseIDVar.LABEL=O campo de ID de registro n\u00e3o est\u00e1 especificado.
KMCKNN_SpecifiedAsFeaAndResponse.LABEL=O mesmo campo est\u00e1 especificado como um recurso e uma resposta.
KMCKNN_NoValidRescaleMethod.LABEL=O m\u00e9todo de redimensionamento covari\u00e1vel \u00e9 inv\u00e1lido.  O m\u00e9todo deve ser normalizado ajustado ou nenhum.
KMCKNN_NoValidDistMetric.LABEL=A m\u00e9trica de dist\u00e2ncia especificada \u00e9 inv\u00e1lida.  A m\u00e9trica deve ser euclidiana ou de quarteir\u00e3o. 
KMCKNN_NoValidComPredFunction.LABEL=A fun\u00e7\u00e3o especificada para calcular valores previstos \u00e9 inv\u00e1lida.  A fun\u00e7\u00e3o deve ser a m\u00e9dia ou mediana.
KMCKNN_NoValidIfFeaImportance.LABEL=A configura\u00e7\u00e3o de import\u00e2ncia do recurso especificado \u00e9 inv\u00e1lida.
KMCKNN_NoValidIfFeaWeight.LABEL=A configura\u00e7\u00e3o de pondera\u00e7\u00e3o do recurso especificada \u00e9 inv\u00e1lida.
KMCKNN_NoValidIfFeaSelection.LABEL=A configura\u00e7\u00e3o de sele\u00e7\u00e3o de caracter\u00edsticas especificada \u00e9 inv\u00e1lida.
KMCKNN_NoValidIfAutoFeaSelection.LABEL=A configura\u00e7\u00e3o de sele\u00e7\u00e3o de caracter\u00edsticas autom\u00e1tico especificada \u00e9 inv\u00e1lida.
KMCKNN_NoValidK.LABEL=O n\u00famero de vizinhos mais pr\u00f3ximos deve ser maior do que 0 e menor do que o tamanho do conjunto de treinamento.
KMCKNN_NoValidTempFileOutputDir.LABEL=O diret\u00f3rio de sa\u00edda de arquivo tempor\u00e1rio especificado \u00e9 inv\u00e1lido.
KMCKNN_NoValidTempFileOutputName.LABEL=O nome de arquivo tempor\u00e1rio especificado \u00e9 inv\u00e1lido.
KMCKNN_SpecifiedFeaError.LABEL=A configura\u00e7\u00e3o de recursos especificada \u00e9 inv\u00e1lida.
KMCKNN_NoExistFeaNameInDict.LABEL=Um ou mais recursos especificados n\u00e3o existem no dicion\u00e1rio.
KMCKNN_NoValEqualToFocalCaseSet.LABEL=N\u00e3o h\u00e1 valores iguais \u00e0 configura\u00e7\u00e3o de caso focal.
KMCKNN_FocalVarHasMoreThanTwo.LABEL=A vari\u00e1vel de caso focal possui mais de dois valores.
KMCKNN_FocalVarIsNotCat.LABEL=O campo de registro focal n\u00e3o \u00e9 categ\u00f3rico.
KMCKNN_SpecifiedCaseIDVarError.LABEL=O campo de ID de registro especificado \u00e9 inv\u00e1lido ou n\u00e3o existe no dicion\u00e1rio.
KMCKNN_SpecifiedFocalVarError.LABEL=O campo de registro focal especificado \u00e9 inv\u00e1lido.
KMCKNN_NoExistResNameInDict.LABEL=O campo de resposta especificado n\u00e3o existe no dicion\u00e1rio.
KMCKNN_SpecifiedResError.LABEL=O campo de resposta especificado \u00e9 inv\u00e1lido.
KMCKNN_NoExistFocalVarInDict.LABEL=O campo de registro focal especificado n\u00e3o existe no dicion\u00e1rio de dados.
KMCKNN_SpecifiedFocalValError.LABEL=O valor de registro focal especificado \u00e9 inv\u00e1lido.
KMCKNN_VFoldVarIsNotCat.LABEL=O campo de dobras de valida\u00e7\u00e3o cruzada n\u00e3o \u00e9 categ\u00f3rico.
KMCKNN_VFoldVarHasMoreThanV.LABEL=O campo de dobras de valida\u00e7\u00e3o cruzada especificado possui valores diferentes de 0, 1, 2, ? v-1, em que v \u00e9 o n\u00famero de dobras.
KMCKNN_LessThanVVal.LABEL=O campo de dobras de valida\u00e7\u00e3o cruzada especificado n\u00e3o cont\u00e9m um ou mais valores na sequ\u00eancia 0, 1, 2, ? v-1, em que v \u00e9 o n\u00famero de dobras.
KMCKNN_FeaConstant.LABEL=Um recurso \u00e9 constante.
KMCKNN_NoExistVFoldVarInDict.LABEL=O campo de dobras de valida\u00e7\u00e3o cruzada especificado n\u00e3o existe no dicion\u00e1rio.
KMCKNN_ConVarNoMaxOrMinInDict.LABEL=Um campo cont\u00ednuo n\u00e3o possui o m\u00ednimo ou o m\u00e1ximo fornecido no dicion\u00e1rio.
KMCKNN_NoSpecifiedFeaVariable.LABEL=Nenhum recurso especificado.
KMCKNN_NoValidSpecifiedErrorRange.LABEL=A altera\u00e7\u00e3o m\u00ednima da raz\u00e3o de erro especificada \u00e9 inv\u00e1lida.
KMCKNN_SpecifiedForcedVariableErr.LABEL=Os campos for\u00e7ados especificados s\u00e3o inv\u00e1lidos.
KMCKNN_SpecifiedVFoldValNotMatchDict.LABEL=O valor das dobras de valida\u00e7\u00e3o cruzada especificado n\u00e3o \u00e9 igual \u00e0quele fornecido no dicion\u00e1rio.
KMCKNN_ConVarMaxEqualsToMinInDict.LABEL=A vari\u00e1vel <{0}> \u00e9 constante no conjunto de treinamento.
KMCKNN_CaseIDVarIsNotContinuous.LABEL=O campo de ID de registro n\u00e3o \u00e9 cont\u00ednuo.
KMCKNN_ZeroResCannotModelSelection.LABEL=A sele\u00e7\u00e3o autom\u00e1tica de recursos ou o n\u00famero de vizinhos mais pr\u00f3ximos fica indispon\u00edvel sem um campo de resposta. 
KMCKNN_MoreNNThanData.LABEL=O n\u00famero de vizinhos mais pr\u00f3ximos deve ser menor do que o n\u00famero de registros de treinamento.
KMCKNN_NoResNoModelSelection.LABEL=A sele\u00e7\u00e3o autom\u00e1tica de recursos ou o n\u00famero de vizinhos mais pr\u00f3ximos fica indispon\u00edvel sem um campo de resposta. 
KMCKNN_NoValidSpecifiedFeature.LABEL=N\u00e3o h\u00e1 nenhum recurso v\u00e1lido especificado.
KMCKNN_MissingValueInRecord.LABEL=O conjunto de dados cont\u00e9m um valor ausente.
KMCKNN_ScoreRecordInvalid.LABEL=Registro de pontua\u00e7\u00e3o inv\u00e1lido.
KMCKNN_OneVarSpecifiedMoreThanOnce.LABEL=Uma resposta, recurso ou recurso for\u00e7ado est\u00e1 especificado mais de uma vez.
KMCKNN_SpecifiedForcedVarNotInDict.LABEL=Um ou mais campos for\u00e7ados especificados n\u00e3o existem no dicion\u00e1rio de dados.
KMCKNN_SpecifiedCaseIDVarNotInDict.LABEL=O campo de ID de registro especificado n\u00e3o existe no dicion\u00e1rio de dados.
KMCKNN_CaseLabelVarIsNotCategorical.LABEL=O campo de r\u00f3tulo de caso especificado n\u00e3o \u00e9 categ\u00f3rico.
KMCKNN_SpecifiedCaseLabelNotInDict.LABEL=O campo de r\u00f3tulo de caso especificado n\u00e3o existe no dicion\u00e1rio de dados.
KMCKNN_SpecifiedCaseLabelVarError.LABEL=O campo de r\u00f3tulo de caso especificado \u00e9 inv\u00e1lido.
KMCKNN_ExportPMMLError.LABEL=Um erro ocorreu ao criar um arquivo PMML.
KMCKNN_CreateTempFileError.LABEL=Um erro ocorreu ao criar um arquivo tempor\u00e1rio.
KMCKNN_OnlyOneCaseInTrainingDataSet.LABEL=H\u00e1 somente um caso no conjunto de treinamento.
KMCKNN_PredictionOverFlow.LABEL=Ocorreu um estouro num\u00e9rico durante a previs\u00e3o.
KMCKNN_FeatureSelectionCantDone.LABEL=A sele\u00e7\u00e3o de caracter\u00edsticas autom\u00e1tica n\u00e3o pode ser realizada, possivelmente por causa de estouro num\u00e9rico devido a grandes valores de dados.
KMCKNN_BothKAndFeatureSelectionCantDone.LABEL=A sele\u00e7\u00e3o autom\u00e1tica de recurso e a sele\u00e7\u00e3o k n\u00e3o podem ser realizadas, possivelmente por causa de estouro num\u00e9rico devido a grandes valores de dados.
KMCKNN_AutoKSelectionCantDone.LABEL=A sele\u00e7\u00e3o k autom\u00e1tica n\u00e3o pode ser realizada, possivelmente por causa de estouro num\u00e9rico devido a grandes valores de dados.
KMCKNN_PMMLOutputOverflow.LABEL=Ocorreu um estouro num\u00e9rico durante a previs\u00e3o no conjunto de treinamento.
KMCKNN_ComputeDistOverflow.LABEL=Ocorreu um estouro num\u00e9rico durante os c\u00e1lculos de dist\u00e2ncia.
KMCKNN_SpecifiedCaseLabelNotInClefDict.LABEL=A vari\u00e1vel de r\u00f3tulo de caso especificada n\u00e3o existe no dicion\u00e1rio de dados.
KMCKNN_SpecifiedFeaWeightForSmartScoreErr.LABEL=H\u00e1 um erro na configura\u00e7\u00e3o de recurso ou pondera\u00e7\u00e3o de recurso especificado.
KMCKNN_NoValidSpecifedFeaWeight.LABEL=Nenhum recurso ou pondera\u00e7\u00e3o de recurso especificado v\u00e1lido
KMCKNN_AllInputsSeletedForForcedEntry.LABEL=Todas as entradas foram selecionadas para entrada for\u00e7ada.
KMCKNN_MaxKNotLessThanTrainingDataSize.LABEL=O n\u00famero m\u00e1ximo de vizinhos a serem localizados \u00e9 maior ou igual ao n\u00famero de registros dispon\u00edveis.  Somente valores de k que forem menores do que o n\u00famero de registros ser\u00e3o avaliados.
KMCKNN_SpecifiedKNotLessThanTrainingDataSize.LABEL=O n\u00famero de vizinhos a serem localizados \u00e9 maior ou igual ao n\u00famero de registros dispon\u00edveis.  Todos os registros ser\u00e3o identificados como vizinhos.

KMCKNN_kCases.LABEL=A obten\u00e7\u00e3o do n\u00famero de casos levou {0} minutos e {1} segundos
KMCKNN_kModelSelection.LABEL=A sele\u00e7\u00e3o de modelo levou {0} minutos e {1} segundos
KMCKNN_kBuildModel.LABEL=A constru\u00e7\u00e3o de modelo levou {0} minutos e {1} segundos
KMCKNN_kScoreTraining.LABEL=A pontua\u00e7\u00e3o do conjunto de dados de treinamento levou {0} minutos e {1} segundos                              
KMCKNN_kKSelection.LABEL=A sele\u00e7\u00e3o de k levou {0} minutos e {1} segundos
KMCKNN_kFeatSelection.LABEL=A sele\u00e7\u00e3o de caracter\u00edsticas levou {0} minutos e {1} segundos
KMCKNN_kFeatAndKSelection.LABEL=A sele\u00e7\u00e3o de caracter\u00edsticas e combinada de k levou {0} minutos e {1} segundos
KMCKNN_kFeatImportantce.LABEL=O c\u00e1lculo de import\u00e2ncia de recurso levou {0} minutos e {1} segundos
KMCKNN_kFeatWeight.LABEL=O c\u00e1lculo de pondera\u00e7\u00e3o de recurso levou {0} minutos e {1} segundos
KMCKNN_kWriteOrigToDisk.LABEL=A grava\u00e7\u00e3o dos dados originais no disco levou {0} minutos e {1} segundos
KMCKNN_kCompDiskSaveToDisk.LABEL=A grava\u00e7\u00e3o dos resultados do c\u00e1lculo no disco levou {0} minutos e {1} segundos
KMCKNN_kWritePMML.LABEL=A grava\u00e7\u00e3o do arquivo PMML levou {0} minutos e {1} segundos
KMCKNN_InnoreTargetFieldbyCF.LABEL=Ignore o campo de destino somente quando identificar vizinhos mais pr\u00f3ximos.

all_probabilities.LABEL=Incluir todas as probabilidades (v\u00e1lido somente para destinos categ\u00f3ricos)
raw_propensities.LABEL=Calcular pontua\u00e7\u00f5es de propens\u00e3o bruta
adjusted_propensities.LABEL=Calcular pontua\u00e7\u00f5es de propens\u00e3o ajustada
DisplayK.LABEL=Salvar as dist\u00e2ncias entre casos e os k-\u00e9simos vizinhos mais pr\u00f3ximos
modelTab.LABEL=Modelo
settingsTab.LABEL=Configura\u00e7\u00f5es

automodel_NoSimpleSettings.LABEL=Nenhuma configura\u00e7\u00e3o simples para configurar
automodel_ExpertSettings_Model.LABEL=Modelo
automodel_ExpertSettings_Neighbors.LABEL=Vizinhos
automodel_ExpertSettings_FeatureSelection.LABEL=Sele\u00e7\u00e3o de Caracter\u00edsticas
automodel_ExpertSettings_CrossValidation.LABEL=Valida\u00e7\u00e3o Cruzada
IsAutoKSelection.LABEL=N\u00famero de Vizinhos Mais Pr\u00f3ximos (k)
DistMetric.LABEL=C\u00e1lculo de Dist\u00e2ncia
ComputePredValFunc.LABEL=Previs\u00f5es para Destino de Amplitude
IsAutoFeatureSelection.LABEL=Crit\u00e9rio de Interrup\u00e7\u00e3o
VFoldVar.LABEL=Vari\u00e1vel de dobras
KNNbuilder=KNN
AnalysisType_PredictTarget.LABEL=Prever um campo de destino
AnalysisType_IdentifyNeighbors.LABEL=Identificar apenas os vizinhos mais pr\u00f3ximos
