#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2008, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

KNN_tooltip.LABEL=Crea un modello KNN
KNNnode.LABEL=KNN
KNNAlgorithm.LABEL=Algoritmo KNN
inputFields.LABEL=Input
targetField.LABEL=Obiettivo
AnalysisType.LABEL=Che tipo di analisi si desidera eseguire?
UserObjective.LABEL=Qual \u00e8 l\u2019obiettivo?
UserObjective_BalanceSpeed.LABEL=Bilancia velocit\u00e0 e precisione
UserObjective_OptimizeSpeed.LABEL=Velocit\u00e0
UserObjective_OptimizeAccurary.LABEL=Precisione
UserObjective_CustomAnalysis.LABEL=Analisi personalizzata
CaseIDVar.LABEL=Variabile ID caso
use_caselabels.LABEL=Utilizza etichette casi
CaseLabelVar.LABEL=Variabile etichetta caso
use_focalcase.LABEL=Identifica record focale
FocalVar.LABEL=Variabile caso focale
FocalCaseValue.LABEL=Valore caso focale
RescaleMethod.LABEL=Normalizza input intervalli
DistMetric_Euclidean.LABEL=Metrica euclidea
DistMetric_CityBlock.LABEL=Metrica City Block
ComputePredValFunc_Mean.LABEL=Media dei valori dei vicini pi\u00f9 vicini
ComputePredValFunc_Median.LABEL=Mediana dei valori dei vicini pi\u00f9 vicini
IsFeatureWeight.LABEL=Pesa funzioni in base all\u2019importanza nel calcolo delle distanze
SpecifiedK.LABEL=K
MinK.LABEL=Minimo
MaxK.LABEL=Massimo
IsFeatureSelection.LABEL=Esegui selezione funzioni
ForcedVariables.LABEL=Inserimento forzato
NSpecifiedFeatures.LABEL=Numero da selezionare
SpecifiedErrRange.LABEL=Modifica minima
choose_vfold.LABEL=Usa var Sottocampioni V
VFoldValue.LABEL=Numero di sottocampioni
use_vfoldrandomseed.LABEL=Imposta seme aleatorio
VFold_randomseed.LABEL=Seme
Objectives.LABEL=Obiettivi
objectives_statictext_1.LABEL=La procedura kNN identifica i casi di addestramento pi\u00f9 simili (i vicini pi\u00f9 vicini) ai casi dell\u2019utente
objectives_statictext_2.LABEL=di interesse. Un campo obiettivo pu\u00f2 essere previsto in base ai valori di vicinanza.
objectives_statictext_analysistype.LABEL=Che tipo di analisi si desidera eseguire?
AnalysisType_falseKey.LABEL=Prevedi un campo obiettivo
AnalysisType_trueKey.LABEL=Identifica solo i vicini pi\u00f9 vicini
objectives_statictext_objective.LABEL=Qual \u00e8 l\u2019obiettivo?
objectives_statictext_balance.LABEL=Seleziona automaticamente il numero ideale di vicini in un intervallo limitato.
objectives_statictext_speed.LABEL=Trova un numero fisso di vicini.
objectives_statictext_accruacy_1.LABEL=Seleziona automaticamente il numero ideale di vicini in un intervallo pi\u00f9 esteso e utilizza
objectives_statictext_accruacy_2.LABEL=importanza dei predittori nel calcolo delle distanze.
objectives_statictext_custom.LABEL=Scegliere questa opzione per ottimizzare l\u2019algoritmo nella scheda Impostazioni.
Fields.LABEL=Campi
Settings.LABEL=Impostazioni
Model.LABEL=Modello
Model_statictext_1.LABEL=Queste impostazioni si riferiscono al modo in cui Clementine utilizza la procedura di creazione di un modello.
Model_statictext_2.LABEL=Per selezionare i campi manualmente, scegliere \u2019Utilizza impostazioni personalizzate\u2019 nella scheda Campi.
Neighbors.LABEL=Vicini
Neighbors_Panel_K.LABEL=Numero di vicini pi\u00f9 vicini (k)
Neighbors_Panel_DistanceComputation.LABEL=Calcolo della distanza
Neighbors_Panel_PredictforRangeTarget.LABEL=Previsioni per obiettivo intervallo
neighbors_tabtext_0.LABEL=Numero di vicini pi\u00f9 vicini (k):
Neighbors_Panel_DistanceComputation2.LABEL=Calcolo della distanza
neighbors_tabtext_1.LABEL=La selezione K automatica \u00e8 disponibile se viene specificato un obiettivo.
IsAutoKSelection_falseKey.LABEL=Specifica K fisso
IsAutoKSelection_trueKey.LABEL=Seleziona K automaticamente
FeatureSelection.LABEL=Selezione funzioni
feature_tabtext_1.LABEL=La selezione Forward viene usata per valutare le funzioni da includere. Per forzare una funzione
feature_tabtext_2.LABEL=nel modello prima della selezione Forward, selezionarla nell\u2019elenco Inserimento forzato.
StoppingCriterion.LABEL=Criterio di arresto
StoppingCriterion_falseKey.LABEL=Fermarsi quando \u00e8 stato selezionato il numero di funzioni specificato
StoppingCriterion_trueKey.LABEL=Fermarsi quando la variazione del rapporto di errore assoluto \u00e8 inferiore o uguale al minimo
Cross-Validation.LABEL=Validazione incrociata
CrossValidationFolds.LABEL=Sottocampioni per validazione incrociata
crossvalidation_tabtext_1.LABEL=La validazione incrociata con sottocampioni V viene eseguita se si sceglie la selezione K automatica
crossvalidation_tabtext_2.LABEL=ma non si sceglie la selezione funzioni.
choosevfold_falseKey.LABEL=Assegna casualmente i casi ai sottocampioni
choosevfold_trueKey.LABEL=Usa campo per assegnare i casi
Analyze.LABEL=Analizza
all_probabilities_builder.LABEL=Accoda tutte le probabilit\u00e0
neighbour_details.LABEL=Salva distanze tra casi e vicini pi\u00f9 vicini k

unknownErrorMsg.LABEL=Errore interno (sconosciuto).
inputErrMsg.LABEL=Errore di lettura dei dati di input.
internalErrMsg.LABEL=Errore interno.
invalidMetadataErrMsg.LABEL=Metadati non validi (su campi di input/output).
fileNotExistErrorMsg.LABEL= Il file di dati non esiste.
storageNotSupportErrorMsg.LABEL=L\u2019integrazione non supporta questo tipo di archiviazione dati.
invalidTargetErrorMsg.LABEL=Impostazione di variabile obiettivo non valida.
invalidTarResponseErrorMsg.LABEL=Impostazione di variabile risposta obiettivo non valida.
predictorsEmptyErrMsg.LABEL=L\u2019impostazione per i predittori non deve essere vuota.
invalidTargetErrorMsg2.LABEL=Il campo obiettivo non pu\u00f2 essere un input.
invalidFrequencyErrorMsg.LABEL=Il campo frequenza non pu\u00f2 essere un input.
invalidTargetResponseErrorMsg.LABEL=Il campo risposta obiettivo non pu\u00f2 essere un input.
invlidResponseCatErrorMsg.LABEL=La variabile risposta obiettivo deve essere un flag.
noFrequencyErrorMsg.LABEL=Nessun campo frequenza selezionato.
noTargetErrorMsg.LABEL=Nessun valore campo obiettivo specificato.
invalidtarValueMsg.LABEL=Valore campo obiettivo specificato non valido.
getfilePathMsg.LABEL=Errore interno (ottieni file).
creationAlgorithmMsg.LABEL=Errore interno (algoritmo).
buildModelErrorMsg.LABEL=Errore interno (build componente).
assessModelErrorMsg.LABEL=Errore interno (valutazione componente).
exportPMLLErrorMsg.LABEL=Errore interno (Esportazione PMML componente).
getDataFieldErrorMsg.LABEL=Errore interno (ottieni modello dati). 
tarResIsSameErrorMsg.LABEL=La variabile obiettivo, la variabile risposta obiettivo, la variabile del peso e la variabile di partizione devono essere diverse.
NoTargetFieldErrorMsg.LABEL=Nessun campo obiettivo selezionato.
NoTargetResFieldErrorMsg.LABEL=Nessun campo risposta obiettivo selezionato.
targetResTrueErrorMsg.LABEL=L\u2019impostazione di un valore vero di risposta obiettivo non \u00e8 valida.
PMMLNotExistErrorMsg.LABEL=Errore interno (PMML mancante).
PMMLIsInvalidErrorMsg.LABEL=Errore interno (PMML non valido).
NoPredVarInPMMLErrorMsg.LABEL=Errore interno (nessuna variabile predittore nel file PMML).
PMMLNotMatchDataErrorMsg.LABEL=Errore interno (directory PMML).
getDataSourceErrorMsg.LABEL=Errore interno (Ottieni sorgente dati).
dataFileISValidErrorMsg.LABEL=I dati di input non includono i campi predittore richiesti dal modello.
TarFieldNOTMatchErrMsg.LABEL=I dati di input non includono il campo obiettivo richiesto dal modello.
TRFieldNOTMatchErrMsg.LABEL=I dati di input non includono il campo risposta obiettivo richiesto dal modello.
FreFieldNOTMatchErrMsg.LABEL=I dati di input non includono il campo frequenza richiesto dal modello.
InputFieldNOTMatchMsg.LABEL=I dati di input non includono i campi richiesti dal modello.
NoValidRecordsMsg.LABEL=Nessun record valido per la creazione del modello.
NoRecordsScoringMsg.LABEL=Nessun record valido per il calcolo del punteggio.
PartionInValidMsg.LABEL=Il campo di partizione deve essere diverso dagli altri campi predittivi.
InputFieldConstantMsg.LABEL=Uno dei campi predittore contiene solo un valore.
InvalidSettingsErrorMsg.LABEL=Impostazioni di algoritmo componente non valide.
NoValidFieldValuesErrorMsg.LABEL=I campi nei metadati non hanno definito valori validi.
UserStopExecution.LABEL=L\u2019esecuzione \u00e8 stata interrotta dall\u2019utente.
ShouldHaveTarget.LABEL=Non esiste un campo obiettivo, ma l\u2019impostazione ne sta prevedendo uno.
mcCancelMsg.LABEL=L\u2019analisi \u00e8 stata abbandonata in seguito a una richiesta di annullamento.
mcIOErrorMsg.LABEL=Si \u00e8 verificato un errore I/O.
mcMemoryLimitExceedMsg.LABEL=Limite di memoria superato.
mcInvalidSaveStateMsg.LABEL=Il comando saveState() \u00e8 stato dato in un momento in cui non poteva essere eseguito.
mcFailedRestartMsg.LABEL=Riavvio non riuscito per qualche motivo.
mcWrongStateMsg.LABEL=\u00c8 stato dato un comando (diverso da saveState) in un momento non appropriato.
KMCKNN_NoValidRecords.LABEL=Nessun dato valido.
KMCKNN_CantReadFile.LABEL=Errore durante la lettura del file.
kMCKNN_FailedReadXML.LABEL=Errore durante la lettura del file.
KMCKNN_EmptyTrainingDataSet.LABEL=Nessun dato di addestramento valido.
KMCKNN_NoValidSpecifiedFeatureNum.LABEL=Il numero di funzioni da selezionare non \u00e8 valido.  Il numero deve essere un intero positivo inferiore o uguale al numero di funzioni disponibili per la selezione.
KMCKNN_NoValidMinOrMax.LABEL=Il numero minimo o massimo dei vicini pi\u00f9 vicini da selezionare non \u00e8 valido.  Entrambi i valori devono essere interi positivi e il valore minimo deve essere inferiore a quello massimo.
KMCKNN_NoValidVFoldValue.LABEL=Il numero di sottocampioni per validazione incrociata non \u00e8 valido.  Il numero deve essere un intero maggiore di uno ma inferiore al numero di record di addestramento.
KMCKNN_NoValidVFoldVariable.LABEL=Il campo sottocampioni per validazione incrociata non \u00e8 valido.
KMCKNN_NoSpecifiedCaseIDVar.LABEL=Il campo ID record non \u00e8 specificato.
KMCKNN_SpecifiedAsFeaAndResponse.LABEL=Lo stesso campo \u00e8 specificato come una funzione e una risposta.
KMCKNN_NoValidRescaleMethod.LABEL=Il metodo di modifica della scala delle covariate specificato non \u00e8 valido.  \u00c8 necessario utilizzare il metodo normalizzato corretto o nessuno.
KMCKNN_NoValidDistMetric.LABEL=La metrica di distanza specificata non \u00e8 valida.  \u00c8 necessario utilizzare la metrica Euclidea o City-Block.
KMCKNN_NoValidComPredFunction.LABEL=La funzione specificata per il calcolo dei valori previsti non \u00e8 valida.  \u00c8 necessario utilizzare la funzione media o mediana.
KMCKNN_NoValidIfFeaImportance.LABEL=L\u2019impostazione specificata relativa all\u2019importanza delle funzioni non \u00e8 valida.
KMCKNN_NoValidIfFeaWeight.LABEL=L\u2019impostazione specificata relativa al peso delle funzioni non \u00e8 valida.
KMCKNN_NoValidIfFeaSelection.LABEL=L\u2019impostazione specificata relativa alla selezione funzioni non \u00e8 valida.
KMCKNN_NoValidIfAutoFeaSelection.LABEL=L\u2019impostazione specificata relativa alla selezione funzioni automatica non \u00e8 valida.
KMCKNN_NoValidK.LABEL=Il numero dei vicini pi\u00f9 vicini deve essere maggiore di 0 e inferiore alla dimensione dell\u2019insieme di addestramento.
KMCKNN_NoValidTempFileOutputDir.LABEL=La directory di output del file temporaneo specificata non \u00e8 valida.
KMCKNN_NoValidTempFileOutputName.LABEL=Il nome del file temporaneo specificato non \u00e8 valido.
KMCKNN_SpecifiedFeaError.LABEL=L\u2019impostazione specificata relativa alle funzioni non \u00e8 valida.
KMCKNN_NoExistFeaNameInDict.LABEL=Una o pi\u00f9 funzioni specificate non esistono nel dizionario.
KMCKNN_NoValEqualToFocalCaseSet.LABEL=Non esistono valori equivalenti all\u2019impostazione del caso focale.
KMCKNN_FocalVarHasMoreThanTwo.LABEL=La variabile caso focale presenta pi\u00f9 di due valori.
KMCKNN_FocalVarIsNotCat.LABEL=Il campo record focale non \u00e8 categoriale.
KMCKNN_SpecifiedCaseIDVarError.LABEL=Il campo ID record specificato non \u00e8 valido o non esiste nel dizionario.
KMCKNN_SpecifiedFocalVarError.LABEL=Il campo record focale specificato non \u00e8 valido.
KMCKNN_NoExistResNameInDict.LABEL=Il campo risposta specificato non esiste nel dizionario.
KMCKNN_SpecifiedResError.LABEL=Il campo risposta specificato non \u00e8 valido.
KMCKNN_NoExistFocalVarInDict.LABEL=Il campo record focale specificato non esiste nel dizionario dati.
KMCKNN_SpecifiedFocalValError.LABEL=Il valore record focale specificato non \u00e8 valido.
KMCKNN_VFoldVarIsNotCat.LABEL=Il campo sottocampioni per validazione incrociata specificato non \u00e8 categoriale.
KMCKNN_VFoldVarHasMoreThanV.LABEL=Il campo sottocampioni per validazione incrociata specificato presenta valori diversi da 0, 1, 2, ? v-1, dove v \u00e8 il numero di sottocampioni.
KMCKNN_LessThanVVal.LABEL=Nel campo sottocampioni per validazione incrociata specificato mancano uno o pi\u00f9 valori nella sequenza 0, 1, 2, ? v-1, dove v \u00e8 il numero di sottocampioni.
KMCKNN_FeaConstant.LABEL=Una funzione \u00e8 costante.
KMCKNN_NoExistVFoldVarInDict.LABEL=Il campo sottocampioni per validazione incrociata specificato non esiste nel dizionario.
KMCKNN_ConVarNoMaxOrMinInDict.LABEL=Un campo continuo non presenta il valore minimo o massimo dato nel dizionario.
KMCKNN_NoSpecifiedFeaVariable.LABEL=Nessuna funzione specificata.
KMCKNN_NoValidSpecifiedErrorRange.LABEL=La modifica minima del rapporto di errore specificata non \u00e8 valida.
KMCKNN_SpecifiedForcedVariableErr.LABEL=I campi forzati specificati non sono validi.
KMCKNN_SpecifiedVFoldValNotMatchDict.LABEL=Il valore dei sottocampioni per validazione incrociata specificato non equivale a quello dato nel dizionario.
KMCKNN_ConVarMaxEqualsToMinInDict.LABEL=La variabile <{0}> \u00e8 costante nell\u2019insieme di addestramento.
KMCKNN_CaseIDVarIsNotContinuous.LABEL=Il campo ID record non \u00e8 continuo.
KMCKNN_ZeroResCannotModelSelection.LABEL=La selezione automatica delle funzioni o il numero dei vicini pi\u00f9 vicini non \u00e8 disponibile senza un campo risposta.
KMCKNN_MoreNNThanData.LABEL=Il numero dei vicini pi\u00f9 vicini deve essere inferiore al numero dei record di addestramento.
KMCKNN_NoResNoModelSelection.LABEL=La selezione automatica delle funzioni o il numero dei vicini pi\u00f9 vicini non \u00e8 disponibile senza un campo risposta.
KMCKNN_NoValidSpecifiedFeature.LABEL=Non esistono funzioni valide specificate.
KMCKNN_MissingValueInRecord.LABEL=L\u2019insieme di dati contiene un valore mancante.
KMCKNN_ScoreRecordInvalid.LABEL=Record punteggio non valido.
KMCKNN_OneVarSpecifiedMoreThanOnce.LABEL=Una risposta, una funzione o una funzione forzata \u00e8 specificata pi\u00f9 di una volta.
KMCKNN_SpecifiedForcedVarNotInDict.LABEL=Uno o pi\u00f9 campi forzati specificati non esistono nel dizionario dati.
KMCKNN_SpecifiedCaseIDVarNotInDict.LABEL=Il campo record ID specificato non esiste nel dizionario dati.
KMCKNN_CaseLabelVarIsNotCategorical.LABEL=Il campo etichetta caso specificato non \u00e8 categoriale.
KMCKNN_SpecifiedCaseLabelNotInDict.LABEL=Il campo etichetta caso specificato non esiste nel dizionario dati.
KMCKNN_SpecifiedCaseLabelVarError.LABEL=Il campo etichetta caso specificato non \u00e8 valido.
KMCKNN_ExportPMMLError.LABEL=Si \u00e8 verificato un errore durante la creazione di un file PMML.
KMCKNN_CreateTempFileError.LABEL=Si \u00e8 verificato un errore durante la creazione di un file temporaneo.
KMCKNN_OnlyOneCaseInTrainingDataSet.LABEL=Nell\u2019insieme di addestramento \u00e8 presente un solo caso.
KMCKNN_PredictionOverFlow.LABEL=Si \u00e8 verificato un overflow numerico durante la previsione.
KMCKNN_FeatureSelectionCantDone.LABEL=Impossibile eseguire la selezione funzioni automatica, probabilmente a causa di un overflow numerico dovuto a valori di dati di grandi dimensioni.
KMCKNN_BothKAndFeatureSelectionCantDone.LABEL=Impossibile eseguire la selezione funzioni automatica e la selezione K, probabilmente a causa di un overflow numerico dovuto a valori di dati di grandi dimensioni.
KMCKNN_AutoKSelectionCantDone.LABEL=Impossibile eseguire la selezione K automatica, probabilmente a causa di un overflow numerico dovuto a valori di dati di grandi dimensioni.
KMCKNN_PMMLOutputOverflow.LABEL=Si \u00e8 verificato un overflow numerico durante la previsione nell\u2019insieme di addestramento.
KMCKNN_ComputeDistOverflow.LABEL=Si \u00e8 verificato un overflow numerico durante i calcoli della distanza.
KMCKNN_SpecifiedCaseLabelNotInClefDict.LABEL=La variabile etichetta caso specificata non esiste nel dizionario di dati
KMCKNN_SpecifiedFeaWeightForSmartScoreErr.LABEL=\u00c8 presente un errore nell\u2019impostazione della funzione o del peso della funzione specificati.
KMCKNN_NoValidSpecifedFeaWeight.LABEL=Funzione o peso delle funzioni specificati non validi
KMCKNN_AllInputsSeletedForForcedEntry.LABEL=Tutti gli input sono stati selezionati per l\u2019inserimento forzato.
KMCKNN_MaxKNotLessThanTrainingDataSize.LABEL=Il numero massimo di vicini da trovare \u00e8 superiore o uguale al numero di record disponibili. Verranno valutati solo i valori di k inferiori al numero di record.
KMCKNN_SpecifiedKNotLessThanTrainingDataSize.LABEL=Il numero di vicini da trovare \u00e8 superiore o uguale al numero di record disponibili. Tutti i record verranno identificati come vicini.

KMCKNN_kCases.LABEL=Ottenere il numero di casi ha richiesto {0} minuti e {1} secondi.
KMCKNN_kModelSelection.LABEL=La selezione del modello ha richiesto {0} minuti e {1} secondi.
KMCKNN_kBuildModel.LABEL=La creazione del modello ha richiesto {0} minuti e {1} secondi.
KMCKNN_kScoreTraining.LABEL=Il calcolo del punteggio dell\u2019insieme di dati di addestramento ha richiesto {0} minuti e {1} secondi.                              
KMCKNN_kKSelection.LABEL=La selezione K ha richiesto {0} minuti e {1} secondi.
KMCKNN_kFeatSelection.LABEL=La selezione funzioni ha richiesto {0} minuti e {1} secondi.
KMCKNN_kFeatAndKSelection.LABEL=La combinazione tra la selezione K e la selezione funzioni ha richiesto {0} minuti e {1} secondi.
KMCKNN_kFeatImportantce.LABEL=Il calcolo dell\u2019importanza della funzione ha richiesto {0} minuti e {1} secondi.
KMCKNN_kFeatWeight.LABEL=Il calcolo del peso della funzione ha richiesto {0} minuti e {1} secondi.
KMCKNN_kWriteOrigToDisk.LABEL=Il completamento della scrittura dei dati originali su disco ha richiesto {0} minuti e {1} secondi.
KMCKNN_kCompDiskSaveToDisk.LABEL=La scrittura dei risultati dei calcoli su disco ha richiesto {0} minuti e {1} secondi.
KMCKNN_kWritePMML.LABEL=La scrittura del file PMML ha richiesto {0} minuti e {1} secondi.
KMCKNN_InnoreTargetFieldbyCF.LABEL=Ignora il campo obiettivo quando si identificano solo i vicini pi\u00f9 vicini.

all_probabilities.LABEL=Accoda tutte le probabilit\u00e0 (valido solo per gli obiettivi categoriali)
raw_propensities.LABEL=Calcola punteggi di propensione grezza
adjusted_propensities.LABEL=Calcola punteggi di propensione regolata
DisplayK.LABEL=Salva distanze tra casi e vicini pi\u00f9 vicini k
modelTab.LABEL=Modello
settingsTab.LABEL=Impostazioni

automodel_NoSimpleSettings.LABEL=Nessuna impostazione semplice da configurare
automodel_ExpertSettings_Model.LABEL=Modello
automodel_ExpertSettings_Neighbors.LABEL=Vicini
automodel_ExpertSettings_FeatureSelection.LABEL=Selezione funzioni
automodel_ExpertSettings_CrossValidation.LABEL=Validazione incrociata
IsAutoKSelection.LABEL=Numero di vicini pi\u00f9 vicini (k)
DistMetric.LABEL=Calcolo della distanza
ComputePredValFunc.LABEL=Previsioni per obiettivo intervallo
IsAutoFeatureSelection.LABEL=Criterio di arresto
VFoldVar.LABEL=Variabile sottocampioni
KNNbuilder=KNN
AnalysisType_PredictTarget.LABEL=Prevedi un campo obiettivo
AnalysisType_IdentifyNeighbors.LABEL=Identifica solo i vicini pi\u00f9 vicini
