#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2008, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

KNN_tooltip.LABEL=K-Means \u8fd1\u96a3\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9
KNNnode.LABEL=KNN
KNNAlgorithm.LABEL=KNN \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0
inputFields.LABEL=\u5165\u529b
targetField.LABEL=\u5bfe\u8c61
AnalysisType.LABEL=\u5b9f\u884c\u3059\u3079\u304d\u5206\u6790\u306e\u7a2e\u985e\u306f\u4f55\u3067\u3059\u304b?
UserObjective.LABEL=\u76ee\u7684\u306f\u4f55\u3067\u3059\u304b?
UserObjective_BalanceSpeed.LABEL=\u901f\u5ea6\u306e\u7cbe\u5ea6\u306e\u30d0\u30e9\u30f3\u30b9
UserObjective_OptimizeSpeed.LABEL=\u901f\u5ea6
UserObjective_OptimizeAccurary.LABEL=\u7cbe\u5ea6
UserObjective_CustomAnalysis.LABEL=\u30ab\u30b9\u30bf\u30e0\u5206\u6790
CaseIDVar.LABEL=\u30b1\u30fc\u30b9 ID \u5909\u6570
use_caselabels.LABEL=\u30b1\u30fc\u30b9 \u30e9\u30d9\u30eb\u306e\u4f7f\u7528
CaseLabelVar.LABEL=\u30b1\u30fc\u30b9 \u30e9\u30d9\u30eb\u5909\u6570
use_focalcase.LABEL=\u91cd\u8981\u30ec\u30b3\u30fc\u30c9\u306e\u7279\u5b9a
FocalVar.LABEL=\u91cd\u8981\u30b1\u30fc\u30b9\u5909\u6570
FocalCaseValue.LABEL=\u91cd\u8981\u30b1\u30fc\u30b9\u5024
RescaleMethod.LABEL=\u7bc4\u56f2\u5165\u529b\u306e\u6b63\u898f\u5316
DistMetric_Euclidean.LABEL=\u30e6\u30fc\u30af\u30ea\u30c3\u30c9 \u30e1\u30c8\u30ea\u30c3\u30af
DistMetric_CityBlock.LABEL=\u90fd\u5e02\u30d6\u30ed\u30c3\u30af \u30e1\u30c8\u30ea\u30c3\u30af
ComputePredValFunc_Mean.LABEL=\u6700\u8fd1\u96a3\u5024\u306e\u5e73\u5747\u5024
ComputePredValFunc_Median.LABEL=\u6700\u8fd1\u96a3\u5024\u306e\u4e2d\u592e\u5024
IsFeatureWeight.LABEL=\u8ddd\u96e2\u8a08\u7b97\u6642\u306e\u91cd\u8981\u5ea6\u306b\u3088\u308b\u91cd\u307f\u4ed8\u3051\u6a5f\u80fd
SpecifiedK.LABEL=K
MinK.LABEL=\u6700\u5c0f
MaxK.LABEL=\u6700\u5927
IsFeatureSelection.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e\u3092\u5b9f\u884c
ForcedVariables.LABEL=\u5f37\u5236\u6295\u5165
NSpecifiedFeatures.LABEL=\u9078\u629e\u6570
SpecifiedErrRange.LABEL=\u6700\u5927\u5909\u66f4
choose_vfold.LABEL=V-Fold \u5909\u6570\u306e\u4f7f\u7528
VFoldValue.LABEL=\u5206\u5272\u6570
use_vfoldrandomseed.LABEL=\u30e9\u30f3\u30c0\u30e0 \u30b7\u30fc\u30c9\u306e\u8a2d\u5b9a
VFold_randomseed.LABEL=\u30b7\u30fc\u30c9
Objectives.LABEL=\u76ee\u7684
objectives_statictext_1.LABEL=kNN \u30d7\u30ed\u30b7\u30fc\u30b8\u30e3\u306f\u3001\u95a2\u5fc3\u306e\u3042\u308b\u30b1\u30fc\u30b9\u306b\u6700\u3082\u8fd1\u3044\u5b66\u7fd2\u30b1\u30fc\u30b9 (\u6700\u8fd1\u96a3) 
objectives_statictext_2.LABEL=\u3092\u8b58\u5225\u3057\u307e\u3059\u3002 \u96a3\u63a5\u306e\u5024\u306b\u57fa\u3065\u3044\u3066\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u4e88\u6e2c\u3067\u304d\u307e\u3059\u3002
objectives_statictext_analysistype.LABEL=\u5b9f\u884c\u3059\u3079\u304d\u5206\u6790\u306e\u7a2e\u985e\u306f\u4f55\u3067\u3059\u304b?
AnalysisType_falseKey.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u4e88\u6e2c
AnalysisType_trueKey.LABEL=\u6700\u8fd1\u96a3\u306e\u307f\u3092\u8b58\u5225
objectives_statictext_objective.LABEL=\u76ee\u7684\u306f\u4f55\u3067\u3059\u304b?
objectives_statictext_balance.LABEL=\u5c0f\u3055\u3044\u7bc4\u56f2\u5185\u306e\u6700\u9069\u306a\u96a3\u63a5\u306e\u6570\u3092\u81ea\u52d5\u7684\u306b\u9078\u629e\u3057\u307e\u3059\u3002
objectives_statictext_speed.LABEL=\u56fa\u5b9a\u3055\u308c\u305f\u96a3\u63a5\u306e\u6570\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
objectives_statictext_accruacy_1.LABEL=\u8ddd\u96e2\u306e\u8a08\u7b97\u6642\u306b\u3001\u3088\u308a\u5927\u304d\u3044\u7bc4\u56f2\u5185\u306e\u6700\u9069\u306a\u6570\u306e\u96a3\u63a5\u3092\u81ea\u52d5\u7684\u306b\u9078\u629e\u3057\u3001
objectives_statictext_accruacy_2.LABEL=\u4e88\u6e2c\u5024\u306e\u91cd\u8981\u5ea6\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
objectives_statictext_custom.LABEL=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u3001[\u8a2d\u5b9a] \u30bf\u30d6\u306e\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u8abf\u6574\u3057\u307e\u3059\u3002
Fields.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9
Settings.LABEL=\u8a2d\u5b9a
Model.LABEL=\u30e2\u30c7\u30eb
Model_statictext_1.LABEL=\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u306f\u3001PASW Modeler \u304c\u3069\u306e\u3088\u3046\u306b\u30d7\u30ed\u30b7\u30fc\u30b8\u30e3\u3092\u4f7f\u7528\u3057\u3066\u30e2\u30c7\u30eb\u3092\u4f5c\u6210\u3059\u308b\u304b\u306b\u95a2\u9023\u3057\u307e\u3059\u3002
Model_statictext_2.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u624b\u52d5\u3067\u9078\u629e\u3059\u308b\u306b\u306f\u3001[\u30d5\u30a3\u30fc\u30eb\u30c9] \u30bf\u30d6\u3067\u300c\u30ab\u30b9\u30bf\u30e0\u8a2d\u5b9a\u3092\u4f7f\u7528\u300d\u3092\u9078\u629e\u3057\u307e\u3059\u3002
Neighbors.LABEL=\u96a3\u63a5
Neighbors_Panel_K.LABEL=\u6700\u8fd1\u96a3\u306e\u6570 (k)
Neighbors_Panel_DistanceComputation.LABEL=\u8ddd\u96e2\u306e\u8a08\u7b97
Neighbors_Panel_PredictforRangeTarget.LABEL=\u7bc4\u56f2\u578b\u5bfe\u8c61\u306e\u4e88\u6e2c
neighbors_tabtext_0.LABEL=\u6700\u8fd1\u96a3\u306e\u6570 (k):
Neighbors_Panel_DistanceComputation2.LABEL=\u8ddd\u96e2\u306e\u8a08\u7b97
neighbors_tabtext_1.LABEL=\u5bfe\u8c61\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u81ea\u52d5 k \u9078\u629e\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
IsAutoKSelection_falseKey.LABEL=\u56fa\u5b9a\u5024\u306e K \u3092\u9078\u629e
IsAutoKSelection_trueKey.LABEL=\u81ea\u52d5\u7684\u306b k \u3092\u9078\u629e
FeatureSelection.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e
feature_tabtext_1.LABEL=\u5897\u52a0\u9078\u629e\u3092\u4f7f\u7528\u3057\u3066\u3001\u8ffd\u52a0\u3059\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u8a55\u4fa1\u3057\u307e\u3059\u3002 \u5897\u52a0\u9078\u629e\u306e\u524d\u306b\u30d5\u30a3\u30fc\u30eb\u30c9\u3092
feature_tabtext_2.LABEL=\u30e2\u30c7\u30eb\u306b\u5f37\u5236\u3059\u308b\u306b\u306f\u3001[\u5f37\u5236\u6295\u5165] \u30ea\u30b9\u30c8\u3067\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u9078\u629e\u3057\u307e\u3059\u3002
StoppingCriterion.LABEL=\u505c\u6b62\u57fa\u6e96
StoppingCriterion_falseKey.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u6570\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u308b\u3068\u505c\u6b62\u3057\u307e\u3059\u3002
StoppingCriterion_trueKey.LABEL=\u7d76\u5bfe\u8aa4\u5dee\u7387\u306e\u5909\u66f4\u304c\u6700\u5c0f\u5024\u4ee5\u4e0b\u306e\u5834\u5408\u306b\u505c\u6b62\u3057\u307e\u3059\u3002
Cross-Validation.LABEL=\u4ea4\u5dee\u691c\u8a3c
CrossValidationFolds.LABEL=\u4ea4\u5dee\u691c\u8a3c\u5206\u5272
crossvalidation_tabtext_1.LABEL=\u81ea\u52d5 k \u9078\u629e\u3092\u9078\u629e\u3057\u3001\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e\u3092\u9078\u629e\u3057\u306a\u3044\u5834\u5408\u306b\u3001V-fold \u4ea4\u5dee\u691c\u8a3c\u304c
crossvalidation_tabtext_2.LABEL=\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
choosevfold_falseKey.LABEL=\u30b1\u30fc\u30b9\u3092 fold \u306b\u7121\u4f5c\u70ba\u306b\u5272\u308a\u5f53\u3066
choosevfold_trueKey.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u4f7f\u7528\u3057\u3066\u30b1\u30fc\u30b9\u3092\u5272\u308a\u5f53\u3066
Analyze.LABEL=\u5206\u6790
all_probabilities_builder.LABEL=\u3059\u3079\u3066\u306e\u78ba\u7387\u3092\u8ffd\u52a0
neighbour_details.LABEL=\u30b1\u30fc\u30b9\u3068 k \u6700\u8fd1\u96a3\u3068\u306e\u8ddd\u96e2\u3092\u4fdd\u5b58

unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u4e0d\u660e)\u3002
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002
invalidMetadataErrMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf (\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9) \u304c\u7121\u52b9\u3067\u3059\u3002
fileNotExistErrorMsg.LABEL= \u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093\u3002
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002
invalidTargetErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
invalidTarResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u306e\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invalidTargetErrorMsg2.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invalidTargetResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invlidResponseCatErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3092\u30d5\u30e9\u30b0\u578b\u306b\u3067\u304d\u307e\u305b\u3093\u3002
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
noTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
invalidtarValueMsg.LABEL=\u7121\u52b9\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30d5\u30a1\u30a4\u30eb\u306e\u53d6\u5f97)\u3002
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)\u3002
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)\u3002
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)\u3002
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)\u3002
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf\u30e2\u30c7\u30eb\u306e\u53d6\u5f97)\u3002 
tarResIsSameErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u3001\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3001\u91cd\u307f\u5909\u6570\u3001\u30c7\u30fc\u30bf\u533a\u5206\u5909\u6570\u306f\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
NoTargetFieldErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NoTargetResFieldErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
targetResTrueErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u771f (true) \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u306e\u6b20\u640d)\u3002
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (\u7121\u52b9\u306aPMML)\u3002
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093)\u3002
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)\u3002
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u53d6\u5f97)\u3002
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u305d\u306e\u307b\u304b\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u5024\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
UserStopExecution.LABEL=\u5b9f\u884c\u304c\u30e6\u30fc\u30b6\u30fc\u306b\u3088\u3063\u3066\u505c\u6b62\u3057\u307e\u3057\u305f\u3002
ShouldHaveTarget.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u304c\u3001\u8a2d\u5b9a\u3067\u306f\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u4e88\u6e2c\u3057\u307e\u3059\u3002
mcCancelMsg.LABEL=\u5206\u6790\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u8981\u6c42\u306b\u3088\u3063\u3066\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f\u3002
mcIOErrorMsg.LABEL=I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
mcMemoryLimitExceedMsg.LABEL=\u30e1\u30e2\u30ea\u30fc\u306e\u5236\u9650\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
mcInvalidSaveStateMsg.LABEL=\u30b3\u30de\u30f3\u30c9 saveState() \u304c\u5b9f\u884c\u3067\u304d\u306a\u3044\u3068\u304d\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
mcFailedRestartMsg.LABEL=\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u518d\u8d77\u52d5\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002
mcWrongStateMsg.LABEL=\u30b3\u30de\u30f3\u30c9 (saveState \u4ee5\u5916) \u304c\u4e0d\u9069\u5207\u306a\u5834\u5408\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
KMCKNN_NoValidRecords.LABEL=\u6709\u52b9\u306a\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_CantReadFile.LABEL=\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kMCKNN_FailedReadXML.LABEL=\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
KMCKNN_EmptyTrainingDataSet.LABEL=\u6709\u52b9\u306a\u5b66\u7fd2\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidSpecifiedFeatureNum.LABEL=\u9078\u629e\u30d5\u30a3\u30fc\u30eb\u30c9\u6570\u304c\u7121\u52b9\u3067\u3059\u3002  \u6570\u5024\u306f\u3001\u9078\u629e\u3067\u304d\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u6570\u4ee5\u4e0b\u306e\u6b63\u306e\u6574\u6570\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidMinOrMax.LABEL=\u9078\u629e\u3059\u308b\u6700\u8fd1\u96a3\u6570\u306e\u6700\u5c0f\u5024\u307e\u305f\u306f\u6700\u5927\u5024\u304c\u7121\u52b9\u3067\u3059\u3002  \u3044\u305a\u308c\u306e\u6570\u5024\u3082\u6b63\u306e\u6574\u6570\u3067\u3001\u6700\u5c0f\u5024\u306f\u6700\u5927\u5024\u3088\u308a\u5c0f\u3055\u304f\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidVFoldValue.LABEL=\u4ea4\u5dee\u691c\u8a3c\u7fa4\u306e\u6570\u304c\u7121\u52b9\u3067\u3059\u3002  \u6570\u5024\u306f 1 \u3088\u308a\u5927\u304d\u304f\u3001\u5b66\u7fd2\u30ec\u30b3\u30fc\u30c9\u306e\u6570\u3068\u540c\u3058\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidVFoldVariable.LABEL=\u4ea4\u5dee\u691c\u8a3c\u7fa4\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoSpecifiedCaseIDVar.LABEL=\u30ec\u30b3\u30fc\u30c9 ID \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedAsFeaAndResponse.LABEL=\u540c\u3058\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7279\u5fb4\u3068\u30ec\u30b9\u30dd\u30f3\u30b9\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
KMCKNN_NoValidRescaleMethod.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u5171\u5909\u91cf\u518d\u30b9\u30b1\u30fc\u30eb\u624b\u6cd5\u304c\u7121\u52b9\u3067\u3059\u3002  \u65b9\u6cd5\u306f\u8abf\u6574\u6e08\u307f\u6b63\u898f\u5316\u307e\u305f\u306f\u306a\u3057\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidDistMetric.LABEL=\u6307\u5b9a\u3057\u305f\u8ddd\u96e2\u30e1\u30c8\u30ea\u30c3\u30af\u304c\u7121\u52b9\u3067\u3059\u3002  \u30e1\u30c8\u30ea\u30c3\u30af\u306f\u30e6\u30fc\u30af\u30ea\u30c3\u30c9\u307e\u305f\u306f\u90fd\u5e02\u30d6\u30ed\u30c3\u30af\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidComPredFunction.LABEL=\u4e88\u6e2c\u5024\u306e\u8a08\u7b97\u306b\u6307\u5b9a\u3055\u308c\u305f\u95a2\u6570\u304c\u7121\u52b9\u3067\u3059\u3002  \u95a2\u6570\u306f\u5e73\u5747\u5024\u307e\u305f\u306f\u4e2d\u592e\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidIfFeaImportance.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u91cd\u8981\u5ea6\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoValidIfFeaWeight.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u91cd\u307f\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoValidIfFeaSelection.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoValidIfAutoFeaSelection.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u81ea\u52d5\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoValidK.LABEL=\u6700\u8fd1\u96a3\u306e\u6570\u306f 0 \u3088\u308a\u5927\u304d\u304f\u3001\u5b66\u7fd2\u30bb\u30c3\u30c8\u306e\u30b5\u30a4\u30ba\u3088\u308a\u5c0f\u3055\u304f\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValidTempFileOutputDir.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoValidTempFileOutputName.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u540d\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_SpecifiedFeaError.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoExistFeaNameInDict.LABEL=1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoValEqualToFocalCaseSet.LABEL=\u91cd\u8981\u30b1\u30fc\u30b9\u8a2d\u5b9a\u306b\u7b49\u3057\u3044\u5024\u304c\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_FocalVarHasMoreThanTwo.LABEL=\u91cd\u8981\u30b1\u30fc\u30b9\u5909\u6570\u306b 3 \u3064\u4ee5\u4e0a\u306e\u5024\u304c\u3042\u308a\u307e\u3059\u3002
KMCKNN_FocalVarIsNotCat.LABEL=\u91cd\u8981\u30ec\u30b3\u30fc\u30c9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30ab\u30c6\u30b4\u30ea\u578b\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedCaseIDVarError.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30ec\u30b3\u30fc\u30c9 ID \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u3001\u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedFocalVarError.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u91cd\u8981\u30ec\u30b3\u30fc\u30c9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoExistResNameInDict.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedResError.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_NoExistFocalVarInDict.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u91cd\u8981\u30ec\u30b3\u30fc\u30c9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30fc\u30bf \u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedFocalValError.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u91cd\u8981\u30ec\u30b3\u30fc\u30c9\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_VFoldVarIsNotCat.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u4ea4\u5dee\u691c\u8a3c\u7fa4\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30ab\u30c6\u30b4\u30ea\u578b\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_VFoldVarHasMoreThanV.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u4ea4\u5dee\u691c\u8a3c\u7fa4\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u30010\u30011\u30012\u3001? v-1 \u4ee5\u5916\u306e\u5024\u304c\u3042\u308a\u307e\u3059 (v \u306f\u5206\u5272\u6570)\u3002
KMCKNN_LessThanVVal.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u4ea4\u5dee\u691c\u8a3c\u7fa4\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u3001\u30b7\u30fc\u30b1\u30f3\u30b9 0\u30011\u30012\u3001? v-1 \u306e 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u5024\u304c\u3042\u308a\u307e\u305b\u3093 (v \u306f\u5206\u5272\u6570)\u3002
KMCKNN_FeaConstant.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u5b9a\u6570\u3067\u3059\u3002
KMCKNN_NoExistVFoldVarInDict.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u4ea4\u5dee\u691c\u8a3c\u7fa4\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_ConVarNoMaxOrMinInDict.LABEL=\u9023\u7d9a\u578b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u3067\u6307\u5b9a\u3055\u308c\u305f\u6700\u5c0f\u5024\u307e\u305f\u306f\u6700\u5927\u5024\u304c\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoSpecifiedFeaVariable.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
KMCKNN_NoValidSpecifiedErrorRange.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u8aa4\u5dee\u7387\u306e\u6700\u5c0f\u5909\u5316\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_SpecifiedForcedVariableErr.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u5f37\u5236\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_SpecifiedVFoldValNotMatchDict.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u4ea4\u5dee\u691c\u8a3c\u7fa4\u5024\u304c\u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u3067\u6307\u5b9a\u3055\u308c\u305f\u5024\u3068\u7b49\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_ConVarMaxEqualsToMinInDict.LABEL=\u5b66\u7fd2\u30bb\u30c3\u30c8\u5185\u306e\u5909\u6570 <{0}> \u304c\u5b9a\u6570\u3067\u3059\u3002
KMCKNN_CaseIDVarIsNotContinuous.LABEL=\u30ec\u30b3\u30fc\u30c9 ID \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9023\u7d9a\u578b\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_ZeroResCannotModelSelection.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u81ea\u52d5\u9078\u629e\u307e\u305f\u306f\u6700\u8fd1\u96a3\u6570\u306f\u3001\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u306a\u3044\u5834\u5408\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
KMCKNN_MoreNNThanData.LABEL=\u6700\u8fd1\u96a3\u6570\u306f\u5b66\u7fd2\u30ec\u30b3\u30fc\u30c9\u6570\u672a\u6e80\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
KMCKNN_NoResNoModelSelection.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u81ea\u52d5\u9078\u629e\u307e\u305f\u306f\u6700\u8fd1\u96a3\u6570\u306f\u3001\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u306a\u3044\u5834\u5408\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
KMCKNN_NoValidSpecifiedFeature.LABEL=\u6709\u52b9\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
KMCKNN_MissingValueInRecord.LABEL=\u30c7\u30fc\u30bf \u30bb\u30c3\u30c8\u306b\u306f\u3001\u6b20\u640d\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
KMCKNN_ScoreRecordInvalid.LABEL=\u7121\u52b9\u306a\u30b9\u30b3\u30a2 \u30ec\u30b3\u30fc\u30c9
KMCKNN_OneVarSpecifiedMoreThanOnce.LABEL=\u30ec\u30b9\u30dd\u30f3\u30b9\u3001\u30d5\u30a3\u30fc\u30eb\u30c9\u3001\u307e\u305f\u306f\u5f37\u5236\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u8907\u6570\u56de\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
KMCKNN_SpecifiedForcedVarNotInDict.LABEL=1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u6307\u5b9a\u3055\u308c\u305f\u5f37\u5236\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30fc\u30bf \u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedCaseIDVarNotInDict.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30ec\u30b3\u30fc\u30c9 ID \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30fc\u30bf \u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_CaseLabelVarIsNotCategorical.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30b1\u30fc\u30b9 \u30e9\u30d9\u30eb \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30ab\u30c6\u30b4\u30ea\u578b\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedCaseLabelNotInDict.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30b1\u30fc\u30b9 \u30e9\u30d9\u30eb \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30c7\u30fc\u30bf \u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u5185\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedCaseLabelVarError.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30b1\u30fc\u30b9 \u30e9\u30d9\u30eb \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002
KMCKNN_ExportPMMLError.LABEL=PMML \u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
KMCKNN_CreateTempFileError.LABEL=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
KMCKNN_OnlyOneCaseInTrainingDataSet.LABEL=\u5b66\u7fd2\u30bb\u30c3\u30c8\u306b\u30b1\u30fc\u30b9\u304c 1 \u3064\u3060\u3051\u3042\u308a\u307e\u3059\u3002
KMCKNN_PredictionOverFlow.LABEL=\u4e88\u6e2c\u6642\u306b\u6570\u5024\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
KMCKNN_FeatureSelectionCantDone.LABEL=\u81ea\u52d5\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30fc\u30bf\u5024\u304c\u5927\u304d\u3044\u305f\u3081\u306e\u6570\u5024\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u304c\u539f\u56e0\u3068\u8003\u3048\u3089\u308c\u307e\u3059\u3002
KMCKNN_BothKAndFeatureSelectionCantDone.LABEL=\u81ea\u52d5\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e\u304a\u3088\u3073 k \u9078\u629e\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30fc\u30bf\u5024\u304c\u5927\u304d\u3044\u305f\u3081\u306e\u6570\u5024\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u304c\u539f\u56e0\u3068\u8003\u3048\u3089\u308c\u307e\u3059\u3002
KMCKNN_AutoKSelectionCantDone.LABEL=\u81ea\u52d5 k \u9078\u629e\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30fc\u30bf\u5024\u304c\u5927\u304d\u3044\u305f\u3081\u306e\u6570\u5024\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u304c\u539f\u56e0\u3068\u8003\u3048\u3089\u308c\u307e\u3059\u3002
KMCKNN_PMMLOutputOverflow.LABEL=\u5b66\u7fd2\u30bb\u30c3\u30c8\u306e\u4e88\u6e2c\u6642\u306b\u6570\u5024\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
KMCKNN_ComputeDistOverflow.LABEL=\u8ddd\u96e2\u306e\u8a08\u7b97\u6642\u306b\u6570\u5024\u30aa\u30fc\u30d0\u30fc\u30d5\u30ed\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
KMCKNN_SpecifiedCaseLabelNotInClefDict.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30b1\u30fc\u30b9 \u30e9\u30d9\u30eb\u5909\u6570\u304c\u30c7\u30fc\u30bf \u30c7\u30a3\u30af\u30b7\u30e7\u30ca\u30ea\u306b\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_SpecifiedFeaWeightForSmartScoreErr.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u307e\u305f\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u91cd\u307f\u306e\u8a2d\u5b9a\u306b\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3059\u3002
KMCKNN_NoValidSpecifedFeaWeight.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u307e\u305f\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u91cd\u307f\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
KMCKNN_AllInputsSeletedForForcedEntry.LABEL=\u3059\u3079\u3066\u306e\u5165\u529b\u304c\u5f37\u5236\u6295\u5165\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
KMCKNN_MaxKNotLessThanTrainingDataSize.LABEL=\u8fd1\u96a3\u306e\u6700\u5927\u691c\u7d22\u6570\u306f\u3001\u4f7f\u7528\u3067\u304d\u308b\u30ec\u30b3\u30fc\u30c9\u6570\u3068\u7b49\u3057\u3044\u304b\u305d\u308c\u3088\u308a\u5927\u304d\u304f\u306a\u308a\u307e\u3059\u3002 \u30ec\u30b3\u30fc\u30c9\u6570\u3088\u308a\u5c0f\u3055\u3044 k \u306e\u5024\u306e\u307f\u8a55\u4fa1\u3055\u308c\u307e\u3059\u3002
KMCKNN_SpecifiedKNotLessThanTrainingDataSize.LABEL=\u8fd1\u96a3\u306e\u691c\u7d22\u6570\u306f\u3001\u4f7f\u7528\u3067\u304d\u308b\u30ec\u30b3\u30fc\u30c9\u6570\u3068\u7b49\u3057\u3044\u304b\u305d\u308c\u3088\u308a\u5927\u304d\u304f\u306a\u308a\u307e\u3059\u3002 \u3059\u3079\u3066\u306e\u30ec\u30b3\u30fc\u30c9\u306f\u8fd1\u96a3\u3068\u3057\u3066\u8b58\u5225\u3055\u308c\u307e\u3059\u3002

KMCKNN_kCases.LABEL=\u30b1\u30fc\u30b9\u6570\u306e\u53d6\u5f97\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kModelSelection.LABEL=\u30e2\u30c7\u30eb\u9078\u629e\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kBuildModel.LABEL=\u30e2\u30c7\u30eb\u4f5c\u6210\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kScoreTraining.LABEL=\u5b66\u7fd2\u30c7\u30fc\u30bf \u30bb\u30c3\u30c8\u306e\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002                              
KMCKNN_kKSelection.LABEL=K \u9078\u629e\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kFeatSelection.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kFeatAndKSelection.LABEL=\u7d50\u5408\u3055\u308c\u305f K \u9078\u629e\u304a\u3088\u3073\u30d5\u30a3\u30fc\u30eb\u30c9 \u9078\u629e\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kFeatImportantce.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u91cd\u8981\u5ea6\u306e\u8a08\u7b97\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kFeatWeight.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u91cd\u307f\u306e\u8a08\u7b97\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kWriteOrigToDisk.LABEL=\u5143\u306e\u30c7\u30fc\u30bf\u3092\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u3080\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kCompDiskSaveToDisk.LABEL=\u8a08\u7b97\u7d50\u679c\u3092\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u3080\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_kWritePMML.LABEL=PMML \u30d5\u30a1\u30a4\u30eb\u306e\u66f8\u304d\u8fbc\u307f\u306b\u306f {0} \u5206 {1} \u79d2\u304b\u304b\u308a\u307e\u3059\u3002
KMCKNN_InnoreTargetFieldbyCF.LABEL=\u6700\u8fd1\u96a3\u306e\u307f\u304c\u8b58\u5225\u3055\u308c\u308b\u5834\u5408\u3001\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u7121\u8996\u3057\u307e\u3059\u3002

all_probabilities.LABEL=\u3059\u3079\u3066\u306e\u78ba\u7387\u3092\u8ffd\u52a0 (\u30ab\u30c6\u30b4\u30ea \u30bf\u30fc\u30b2\u30c3\u30c8\u306b\u306e\u307f\u6709\u52b9)
raw_propensities.LABEL=\u50be\u5411\u30b9\u30b3\u30a2 (\u8abf\u6574\u306a\u3057) \u3092\u8a08\u7b97
adjusted_propensities.LABEL=\u8abf\u6574\u6e08\u307f\u50be\u5411\u30b9\u30b3\u30a2\u3092\u8a08\u7b97
DisplayK.LABEL=\u30b1\u30fc\u30b9\u3068 k \u6700\u8fd1\u96a3\u3068\u306e\u8ddd\u96e2\u3092\u4fdd\u5b58
modelTab.LABEL=\u30e2\u30c7\u30eb
settingsTab.LABEL=\u8a2d\u5b9a

automodel_NoSimpleSettings.LABEL=\u69cb\u6210\u3059\u308b\u30b7\u30f3\u30d7\u30eb\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093
automodel_ExpertSettings_Model.LABEL=\u30e2\u30c7\u30eb
automodel_ExpertSettings_Neighbors.LABEL=\u96a3\u63a5
automodel_ExpertSettings_FeatureSelection.LABEL=\u30d5\u30a3\u30fc\u30eb\u30c9\u9078\u629e
automodel_ExpertSettings_CrossValidation.LABEL=\u4ea4\u5dee\u691c\u8a3c
IsAutoKSelection.LABEL=\u6700\u8fd1\u96a3\u306e\u6570 (k)
DistMetric.LABEL=\u8ddd\u96e2\u306e\u8a08\u7b97
ComputePredValFunc.LABEL=\u7bc4\u56f2\u578b\u5bfe\u8c61\u306e\u4e88\u6e2c
IsAutoFeatureSelection.LABEL=\u505c\u6b62\u57fa\u6e96
VFoldVar.LABEL=\u7fa4\u5909\u6570
KNNbuilder=KNN
AnalysisType_PredictTarget.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u4e88\u6e2c
AnalysisType_IdentifyNeighbors.LABEL=\u6700\u8fd1\u96a3\u306e\u307f\u3092\u8b58\u5225
