#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2008, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

KNN_tooltip.LABEL=Construit le mod\u00e8le d\u2019agr\u00e9gation suivant le saut minimum k
KNNnode.LABEL=KNN
KNNAlgorithm.LABEL=Algorithme KNN
inputFields.LABEL=Entr\u00e9es
targetField.LABEL=Cible
AnalysisType.LABEL=Quel type d\u2019analyse souhaitez-vous effectuer ?
UserObjective.LABEL=Quel est votre objectif ?
UserObjective_BalanceSpeed.LABEL=Vitesse d\u2019\u00e9quilibre et pr\u00e9cision
UserObjective_OptimizeSpeed.LABEL=Vitesse
UserObjective_OptimizeAccurary.LABEL=Pr\u00e9cision
UserObjective_CustomAnalysis.LABEL=Analyse personnalis\u00e9e
CaseIDVar.LABEL=Variable ID d\u2019observation
use_caselabels.LABEL=Utiliser des \u00e9tiquettes d\u2019observation
CaseLabelVar.LABEL=Variable d\u2019\u00e9tiquette d\u2019observation
use_focalcase.LABEL=Identifier l\u2019enregistrement central
FocalVar.LABEL=Variable d\u2019observation centrale
FocalCaseValue.LABEL=Valeur d\u2019observation centrale
RescaleMethod.LABEL=Normaliser les entr\u00e9es de plage
DistMetric_Euclidean.LABEL=M\u00e9trique euclidienne
DistMetric_CityBlock.LABEL=Mesure de la distance de Manhattan
ComputePredValFunc_Mean.LABEL=Moyenne des valeurs des voisins les plus proches
ComputePredValFunc_Median.LABEL=M\u00e9diane des valeurs des voisins les plus proches
IsFeatureWeight.LABEL=Pond\u00e9rer les fonctions par importance lors du calcul des distances
SpecifiedK.LABEL=K
MinK.LABEL=Minimum
MaxK.LABEL=Maximum
IsFeatureSelection.LABEL=Effectuer la s\u00e9lection de fonction
ForcedVariables.LABEL=Entr\u00e9e forc\u00e9e
NSpecifiedFeatures.LABEL=Nombre \u00e0 s\u00e9lectionner
SpecifiedErrRange.LABEL=Changement minimum
choose_vfold.LABEL=Utiliser la var Validation crois\u00e9e
VFoldValue.LABEL=Nombre de validations crois\u00e9es
use_vfoldrandomseed.LABEL=D\u00e9finir graine al\u00e9atoire
VFold_randomseed.LABEL=Graine
Objectives.LABEL=Objectifs
objectives_statictext_1.LABEL=La proc\u00e9dure kNN va identifier les observations d\u2019apprentissage les plus semblables (les voisins les plus proches) \u00e0 vos observations
objectives_statictext_2.LABEL=int\u00e9ressantes. Un champ cible peut \u00eatre pr\u00e9vu en fonction des valeurs voisines.
objectives_statictext_analysistype.LABEL=Quel type d\u2019analyse souhaitez-vous effectuer ?
AnalysisType_falseKey.LABEL=Pr\u00e9dire un champ cible
AnalysisType_trueKey.LABEL=Identifier uniquement les voisins les plus proches
objectives_statictext_objective.LABEL=Quel est votre objectif ?
objectives_statictext_balance.LABEL=S\u00e9lectionne automatiquement le nombre optimal de voisins dans un petit intervalle.
objectives_statictext_speed.LABEL=Recherche un nombre fixe de voisins.
objectives_statictext_accruacy_1.LABEL=S\u00e9lectionne automatiquement le nombre optimal de voisins dans un grand intervalle et utilise
objectives_statictext_accruacy_2.LABEL=l\u2019importance des valeurs pr\u00e9dites lors du calcul des distances.
objectives_statictext_custom.LABEL=Choisissez cette option pour affiner l\u2019algorithme sur l\u2019onglet Param\u00e8tres.
Fields.LABEL=Champs
Settings.LABEL=Param\u00e8tres
Model.LABEL=Mod\u00e8le
Model_statictext_1.LABEL=Ces param\u00e8tres se rapportent \u00e0 la mani\u00e8re dont Clementine va utiliser la proc\u00e9dure pour cr\u00e9er un mod\u00e8le.
Model_statictext_2.LABEL=Pour s\u00e9lectionner des champs manuellement, choisissez " Utiliser les param\u00e8tres personnalis\u00e9s " sur l\u2019onglet Champs.
Neighbors.LABEL=Voisins
Neighbors_Panel_K.LABEL=Nombre de voisins les plus proches (k)
Neighbors_Panel_DistanceComputation.LABEL=Calcul de la distance
Neighbors_Panel_PredictforRangeTarget.LABEL=Pr\u00e9dictions du champ cible de type intervalle
neighbors_tabtext_0.LABEL=Nombre de voisins les plus proches (k)\u00a0:
Neighbors_Panel_DistanceComputation2.LABEL=Calcul de la distance
neighbors_tabtext_1.LABEL=La s\u00e9lection automatique de k est disponible si une cible est sp\u00e9cifi\u00e9e.
IsAutoKSelection_falseKey.LABEL=Sp\u00e9cifier le K fixe
IsAutoKSelection_trueKey.LABEL=S\u00e9lectionner automatiquement k
FeatureSelection.LABEL=S\u00e9lection de fonction
feature_tabtext_1.LABEL=La s\u00e9lection ascendante permet d\u2019\u00e9valuer les fonctions \u00e0 inclure. Pour inclure de force une fonction
feature_tabtext_2.LABEL=dans le mod\u00e8le avant la s\u00e9lection ascendante, s\u00e9lectionnez-la dans la liste Entr\u00e9e forc\u00e9e.
StoppingCriterion.LABEL=Crit\u00e8re d\u2019arr\u00eat
StoppingCriterion_falseKey.LABEL=Arr\u00eater lorsque le nombre de fonctions \u00e0 s\u00e9lectionner a \u00e9t\u00e9 atteint
StoppingCriterion_trueKey.LABEL=Arr\u00eater lorsque la modification dans le rapport d\u2019erreur absolue est inf\u00e9rieure ou \u00e9gale au minimum
Cross-Validation.LABEL=Validation crois\u00e9e
CrossValidationFolds.LABEL=Validations crois\u00e9es
crossvalidation_tabtext_1.LABEL=La validation crois\u00e9e est ex\u00e9cut\u00e9e si vous choisissez la s\u00e9lection automatique de k, mais
crossvalidation_tabtext_2.LABEL=sans choisir la s\u00e9lection de fonction.
choosevfold_falseKey.LABEL=Affecter al\u00e9atoirement des observations aux validations crois\u00e9es
choosevfold_trueKey.LABEL=Utiliser un champ pour affecter des observations
Analyze.LABEL=Analyse
all_probabilities_builder.LABEL=Ajouter toutes les probabilit\u00e9s
neighbour_details.LABEL=Enregistrer les distances entre les observations et les k plus proches voisins.

unknownErrorMsg.LABEL=Erreur interne (inconnue).
inputErrMsg.LABEL=Erreur lors de la lecture des donn\u00e9es d\u2019entr\u00e9e.
internalErrMsg.LABEL=Erreur interne.
invalidMetadataErrMsg.LABEL=M\u00e9tadonn\u00e9es (dans les champs entr\u00e9e/sortie) non valides.
fileNotExistErrorMsg.LABEL= Le fichier de donn\u00e9es n\u2019existe pas.
storageNotSupportErrorMsg.LABEL=L\u2019int\u00e9gration ne prend pas en charge ce type de stockage de donn\u00e9es.
invalidTargetErrorMsg.LABEL=Param\u00e8tre de variable cible non valide.
invalidTarResponseErrorMsg.LABEL=Param\u00e8tre de variable de r\u00e9ponse cible non valide.
predictorsEmptyErrMsg.LABEL=Le param\u00e8tre des valeurs pr\u00e9dites ne doit pas \u00eatre vide.
invalidTargetErrorMsg2.LABEL=Le champ cible ne peut pas \u00eatre une entr\u00e9e.
invalidFrequencyErrorMsg.LABEL=Le champ d\u2019effectif ne peut pas \u00eatre une entr\u00e9e.
invalidTargetResponseErrorMsg.LABEL=Le champ de r\u00e9ponse cible ne peut pas \u00eatre une entr\u00e9e.
invlidResponseCatErrorMsg.LABEL=La variable de r\u00e9ponse cible doit \u00eatre un bool\u00e9en.
noFrequencyErrorMsg.LABEL=Aucun champ d\u2019effectif s\u00e9lectionn\u00e9.
noTargetErrorMsg.LABEL=Aucune valeur de champ cible n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9e.
invalidtarValueMsg.LABEL=Valeur de champ cible sp\u00e9cifi\u00e9e non valide.
getfilePathMsg.LABEL=Erreur interne (obtention du fichier).
creationAlgorithmMsg.LABEL=Erreur interne (algorithme).
buildModelErrorMsg.LABEL=Erreur interne (cr\u00e9ation du composant).
assessModelErrorMsg.LABEL=Erreur interne (\u00e9valuation du composant).
exportPMLLErrorMsg.LABEL=Erreur interne (exportation PMML du composant).
getDataFieldErrorMsg.LABEL=Erreur interne (obtention du mod\u00e8le de donn\u00e9es). 
tarResIsSameErrorMsg.LABEL=La variable cible, la variable de r\u00e9ponse cible, la variable de pond\u00e9ration et la variable de partition doivent \u00eatre diff\u00e9rentes.
NoTargetFieldErrorMsg.LABEL=Aucun champ cible s\u00e9lectionn\u00e9.
NoTargetResFieldErrorMsg.LABEL=Aucun champ de r\u00e9ponse cible s\u00e9lectionn\u00e9.
targetResTrueErrorMsg.LABEL=Le param\u00e9trage de la valeur vraie de r\u00e9ponse cible n\u2019est pas valide.
PMMLNotExistErrorMsg.LABEL=Erreur interne (PMML manquant).
PMMLIsInvalidErrorMsg.LABEL=Erreur interne (PMML non valide).
NoPredVarInPMMLErrorMsg.LABEL=Erreur interne (aucune variable de valeurs pr\u00e9dites dans le fichier PMML).
PMMLNotMatchDataErrorMsg.LABEL=Erreur interne (r\u00e9pertoire PMML).
getDataSourceErrorMsg.LABEL=Erreur interne (obtention de la source des donn\u00e9es).
dataFileISValidErrorMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs pr\u00e9dicteurs requis par le mod\u00e8le.
TarFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ cible requis par le mod\u00e8le.
TRFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ de r\u00e9ponse cible requis par le mod\u00e8le.
FreFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ d\u2019effectif requis par le mod\u00e8le.
InputFieldNOTMatchMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs requis par le mod\u00e8le.
NoValidRecordsMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour la cr\u00e9ation du mod\u00e8le.
NoRecordsScoringMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour l\u2019\u00e9valuation.
PartionInValidMsg.LABEL=Le champ de partition doit \u00eatre diff\u00e9rent des autres champs pr\u00e9dictifs.
InputFieldConstantMsg.LABEL=Un des champs pr\u00e9dictifs contient une seule valeur.
InvalidSettingsErrorMsg.LABEL=Param\u00e8tres d\u2019algorithme du composant non valides.
NoValidFieldValuesErrorMsg.LABEL=Les champs dans les m\u00e9tadonn\u00e9es n\u2019ont pas d\u00e9fini des valeurs valides.
UserStopExecution.LABEL=L\u2019ex\u00e9cution a \u00e9t\u00e9 arr\u00eat\u00e9e par l\u2019utilisateur.
ShouldHaveTarget.LABEL=Aucun champ cible n\u2019existe mais le param\u00e8tre pr\u00e9dit un champ cible.
mcCancelMsg.LABEL=L\u2019analyse a \u00e9t\u00e9 abandonn\u00e9e suite \u00e0 une demande d\u2019annulation.
mcIOErrorMsg.LABEL=Une erreur E/S est survenue.
mcMemoryLimitExceedMsg.LABEL=La limite de la m\u00e9moire a \u00e9t\u00e9 d\u00e9pass\u00e9e.
mcInvalidSaveStateMsg.LABEL=La commande saveState() a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment o\u00f9 elle ne pouvait pas \u00eatre ex\u00e9cut\u00e9e.
mcFailedRestartMsg.LABEL=Le red\u00e9marrage a \u00e9chou\u00e9 pour une raison quelconque.
mcWrongStateMsg.LABEL=Une commande (autre que saveState) a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment inappropri\u00e9.
KMCKNN_NoValidRecords.LABEL=Pas de donn\u00e9es valides.
KMCKNN_CantReadFile.LABEL=Erreur de lecture du fichier.
kMCKNN_FailedReadXML.LABEL=Erreur de lecture du fichier.
KMCKNN_EmptyTrainingDataSet.LABEL=Pas de donn\u00e9es d\u2019apprentissage valides.
KMCKNN_NoValidSpecifiedFeatureNum.LABEL=Le nombre de fonctions \u00e0 s\u00e9lectionner n\u2019est pas valide.  Ce nombre doit \u00eatre un entier positif inf\u00e9rieur ou \u00e9gal au nombre de fonctions disponibles \u00e0 s\u00e9lectionner.
KMCKNN_NoValidMinOrMax.LABEL=Le nombre minimum ou maximum de voisins les plus proches \u00e0 s\u00e9lectionner n\u2019est pas valide.  Les deux nombres doivent \u00eatre des entiers positifs, avec le minimum inf\u00e9rieur au maximum.
KMCKNN_NoValidVFoldValue.LABEL=Le nombre de validations crois\u00e9es n\u2019est pas valide.  Ce nombre doit \u00eatre un entier sup\u00e9rieur \u00e0 un mais inf\u00e9rieur au nombre d\u2019enregistrements d\u2019apprentissage.
KMCKNN_NoValidVFoldVariable.LABEL=Le champ des validations crois\u00e9es n\u2019est pas valide.
KMCKNN_NoSpecifiedCaseIDVar.LABEL=Le champ d\u2019ID d\u2019enregistrement n\u2019est pas sp\u00e9cifi\u00e9.
KMCKNN_SpecifiedAsFeaAndResponse.LABEL=Le m\u00eame champ est sp\u00e9cifi\u00e9 \u00e0 la fois comme fonction et comme r\u00e9ponse.
KMCKNN_NoValidRescaleMethod.LABEL=La m\u00e9thode de remise \u00e0 l\u2019\u00e9chelle de covariables sp\u00e9cifi\u00e9e n\u2019est pas valide.  Cette m\u00e9thode doit \u00eatre ajust\u00e9e ou normalis\u00e9e ou elle ne doit pas exister.
KMCKNN_NoValidDistMetric.LABEL=La mesure de la distance n\u2019est pas valide.  Cette mesure doit \u00eatre euclidienne ou de Manhattan.
KMCKNN_NoValidComPredFunction.LABEL=La fonction de calcul des valeurs pr\u00e9dites sp\u00e9cifi\u00e9e n\u2019est pas valide.  Cette fonction doit \u00eatre la moyenne ou la m\u00e9diane.
KMCKNN_NoValidIfFeaImportance.LABEL=Le param\u00e8tre d\u2019importance de la fonction sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoValidIfFeaWeight.LABEL=Le param\u00e8tre de pond\u00e9ration de la fonction sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoValidIfFeaSelection.LABEL=Le param\u00e8tre de s\u00e9lection de la fonction sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoValidIfAutoFeaSelection.LABEL=Le param\u00e8tre de s\u00e9lection de la fonction automatique sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoValidK.LABEL=Le nombre de voisins les plus proches doit \u00eatre sup\u00e9rieur \u00e0 0 et inf\u00e9rieur \u00e0 la taille de l\u2019ensemble d\u2019apprentissage.
KMCKNN_NoValidTempFileOutputDir.LABEL=Le r\u00e9pertoire de sortie de fichier temporaire sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoValidTempFileOutputName.LABEL=Le nom du de fichier temporaire sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_SpecifiedFeaError.LABEL=Le param\u00e8tre des fonctions sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoExistFeaNameInDict.LABEL=Une ou plusieurs fonctions sp\u00e9cifi\u00e9es n\u2019existent pas dans le dictionnaire.
KMCKNN_NoValEqualToFocalCaseSet.LABEL=Il n\u2019existe pas de valeur \u00e9gale au param\u00e8tre d\u2019observation centrale.
KMCKNN_FocalVarHasMoreThanTwo.LABEL=La variable d\u2019observation centrale contient plus de deux valeurs.
KMCKNN_FocalVarIsNotCat.LABEL=Le champ d\u2019enregistrement central n\u2019est pas cat\u00e9goriel.
KMCKNN_SpecifiedCaseIDVarError.LABEL=Le champ d\u2019ID d\u2019enregistrement sp\u00e9cifi\u00e9 n\u2019est pas valide ou n\u2019existe pas dans le dictionnaire.
KMCKNN_SpecifiedFocalVarError.LABEL=Le champ d\u2019enregistrement central sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoExistResNameInDict.LABEL=Le champ de r\u00e9ponse sp\u00e9cifi\u00e9 n\u2019existe pas dans le dictionnaire.
KMCKNN_SpecifiedResError.LABEL=Le champ de r\u00e9ponse sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_NoExistFocalVarInDict.LABEL=Le champ d\u2019enregistrement central sp\u00e9cifi\u00e9 n\u2019existe pas dans le dictionnaire de donn\u00e9es.
KMCKNN_SpecifiedFocalValError.LABEL=La valeur d\u2019enregistrement central sp\u00e9cifi\u00e9e n\u2019est pas valide.
KMCKNN_VFoldVarIsNotCat.LABEL=Le champ des validations crois\u00e9es sp\u00e9cifi\u00e9 n\u2019est pas cat\u00e9goriel.
KMCKNN_VFoldVarHasMoreThanV.LABEL=Le champ de validations crois\u00e9es sp\u00e9cifi\u00e9 contient d\u2019autres valeurs que 0, 1, 2, ?v-1 o\u00f9 v est le nombre de validations.
KMCKNN_LessThanVVal.LABEL=Une ou plusieurs valeurs de la s\u00e9quence 0, 1, 2, ?v-1 manquent au champ de validations crois\u00e9es sp\u00e9cifi\u00e9 (o\u00f9 v est le nombre de validations).
KMCKNN_FeaConstant.LABEL=Une fonction est constante.
KMCKNN_NoExistVFoldVarInDict.LABEL=Le champ de validations crois\u00e9es sp\u00e9cifi\u00e9 n\u2019existe pas dans le dictionnaire.
KMCKNN_ConVarNoMaxOrMinInDict.LABEL=Un champ continu ne contient pas le minimum ou le maximum donn\u00e9 dans le dictionnaire.
KMCKNN_NoSpecifiedFeaVariable.LABEL=Aucune fonction n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9e.
KMCKNN_NoValidSpecifiedErrorRange.LABEL=La modification minimum du rapport d\u2019erreur sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_SpecifiedForcedVariableErr.LABEL=Les champs forc\u00e9s sp\u00e9cifi\u00e9s ne sont pas valides.
KMCKNN_SpecifiedVFoldValNotMatchDict.LABEL=La valeur des validations crois\u00e9es sp\u00e9cifi\u00e9e n\u2019est pas \u00e9gale \u00e0 celle donn\u00e9e dans le dictionnaire.
KMCKNN_ConVarMaxEqualsToMinInDict.LABEL=La variable <(0)> est constante dans l\u2019ensemble d\u2019apprentissage.
KMCKNN_CaseIDVarIsNotContinuous.LABEL=Le champ d\u2019ID d\u2019enregistrement n\u2019est pas continu.
KMCKNN_ZeroResCannotModelSelection.LABEL=La s\u00e9lection automatique des fonctions ou le nombre des plus proches voisins n\u2019est pas disponible sans champ de r\u00e9ponse.
KMCKNN_MoreNNThanData.LABEL=Le nombre de plus proches voisins doit \u00eatre inf\u00e9rieur au nombre d\u2019enregistrements d\u2019apprentissage.
KMCKNN_NoResNoModelSelection.LABEL=La s\u00e9lection automatique des fonctions ou le nombre des plus proches voisins n\u2019est pas disponible sans champ de r\u00e9ponse.
KMCKNN_NoValidSpecifiedFeature.LABEL=Il n\u2019existe aucune fonction valide sp\u00e9cifi\u00e9e.
KMCKNN_MissingValueInRecord.LABEL=L\u2019ensemble de donn\u00e9es contient une valeur manquante.
KMCKNN_ScoreRecordInvalid.LABEL=Enregistrement de scores non valide.
KMCKNN_OneVarSpecifiedMoreThanOnce.LABEL=Une r\u00e9ponse, une fonction ou une fonction forc\u00e9e a \u00e9t\u00e9 sp\u00e9cifi\u00e9e plusieurs fois.
KMCKNN_SpecifiedForcedVarNotInDict.LABEL=Un ou plusieurs champs forc\u00e9s sp\u00e9cifi\u00e9s sont manquants dans le dictionnaire de donn\u00e9es.
KMCKNN_SpecifiedCaseIDVarNotInDict.LABEL=Le champ d\u2019ID d\u2019enregistrement sp\u00e9cifi\u00e9 n\u2019existe pas dans le dictionnaire de donn\u00e9es.
KMCKNN_CaseLabelVarIsNotCategorical.LABEL=Le champ d\u2019\u00e9tiquette d\u2019observation sp\u00e9cifi\u00e9 n\u2019est pas cat\u00e9goriel.
KMCKNN_SpecifiedCaseLabelNotInDict.LABEL=Le champ d\u2019\u00e9tiquette d\u2019observation sp\u00e9cifi\u00e9 n\u2019existe pas dans le dictionnaire de donn\u00e9es.
KMCKNN_SpecifiedCaseLabelVarError.LABEL=Le champ d\u2019\u00e9tiquette d\u2019observation sp\u00e9cifi\u00e9 n\u2019est pas valide.
KMCKNN_ExportPMMLError.LABEL=Une erreur s\u2019est produite lors de la cr\u00e9ation du fichier PMML.
KMCKNN_CreateTempFileError.LABEL=Une erreur s\u2019est produite lors de la cr\u00e9ation du fichier temporaire.
KMCKNN_OnlyOneCaseInTrainingDataSet.LABEL=Il n\u2019y a qu\u2019une seule observation dans l\u2019ensemble d\u2019apprentissage.
KMCKNN_PredictionOverFlow.LABEL=Un d\u00e9passement num\u00e9rique s\u2019est produit pendant la pr\u00e9diction.
KMCKNN_FeatureSelectionCantDone.LABEL=La s\u00e9lection de fonction automatique ne peut pas \u00eatre ex\u00e9cut\u00e9e, peut-\u00eatre en raison d\u2019un d\u00e9passement num\u00e9rique caus\u00e9 par des valeurs de donn\u00e9es trop importantes.
KMCKNN_BothKAndFeatureSelectionCantDone.LABEL=La s\u00e9lection de fonction et la s\u00e9lection de k automatiques ne peuvent pas \u00eatre ex\u00e9cut\u00e9es, peut-\u00eatre en raison d\u2019un d\u00e9passement num\u00e9rique caus\u00e9 par des valeurs de donn\u00e9es trop importantes.
KMCKNN_AutoKSelectionCantDone.LABEL=La s\u00e9lection de k automatique ne peut pas \u00eatre ex\u00e9cut\u00e9e, peut-\u00eatre en raison d\u2019un d\u00e9passement num\u00e9rique caus\u00e9 par des valeurs de donn\u00e9es trop importantes.
KMCKNN_PMMLOutputOverflow.LABEL=Un d\u00e9passement num\u00e9rique s\u2019est produit pendant la pr\u00e9diction dans l\u2019ensemble d\u2019apprentissage.
KMCKNN_ComputeDistOverflow.LABEL=Un d\u00e9passement num\u00e9rique s\u2019est produit pendant les calculs de la distance.
KMCKNN_SpecifiedCaseLabelNotInClefDict.LABEL=La variable d\u2019\u00e9tiquette d\u2019observation sp\u00e9cifi\u00e9e n\u2019existe pas dans le dictionnaire de donn\u00e9es
KMCKNN_SpecifiedFeaWeightForSmartScoreErr.LABEL=Une erreur s\u2019est produite lors de la configuration de la fonction sp\u00e9cifi\u00e9e ou de la pond\u00e9ration de la fonction.
KMCKNN_NoValidSpecifedFeaWeight.LABEL=Aucune fonction sp\u00e9cifi\u00e9e valide ou aucune pond\u00e9ration de fonction valide
KMCKNN_AllInputsSeletedForForcedEntry.LABEL=Toutes les entr\u00e9es ont \u00e9t\u00e9 s\u00e9lectionn\u00e9es pour appliquer la m\u00e9thode d\u2019entr\u00e9e impos\u00e9e.
KMCKNN_MaxKNotLessThanTrainingDataSize.LABEL=Le nombre maximum de voisins \u00e0 rechercher est sup\u00e9rieur ou \u00e9gal au nombre d\u2019enregistrements disponibles. D\u2019autres valeurs de k, inf\u00e9rieures au nombre d\u2019enregistrements, seront \u00e9valu\u00e9es.
KMCKNN_SpecifiedKNotLessThanTrainingDataSize.LABEL=Le nombre de voisins \u00e0 rechercher est sup\u00e9rieur ou \u00e9gal au nombre d\u2019enregistrements disponibles. Tous les enregistrements seront identifi\u00e9s en tant que voisins.

KMCKNN_kCases.LABEL=L\u2019obtention du nombre d\u2019observations a pris {0} minutes et {1} secondes.
KMCKNN_kModelSelection.LABEL=La s\u00e9lection du mod\u00e8le a pris {0} minutes et {1} secondes
KMCKNN_kBuildModel.LABEL=La cr\u00e9ation du mod\u00e8le a pris {0} minutes et {1} secondes
KMCKNN_kScoreTraining.LABEL=L\u2019\u00e9valuation de l\u2019ensemble de donn\u00e9es d\u2019apprentissage a pris {0} minutes et {1} secondes                              
KMCKNN_kKSelection.LABEL=La s\u00e9lection du k a pris {0} minutes et {1} secondes
KMCKNN_kFeatSelection.LABEL=La s\u00e9lection de fonction a pris {0} minutes et {1} secondes
KMCKNN_kFeatAndKSelection.LABEL=La s\u00e9lection du K et la s\u00e9lection de fonction ont pris {0} minutes et {1} secondes
KMCKNN_kFeatImportantce.LABEL=Le calcul de l\u2019importance des fonctions a pris {0} minutes et {1} secondes
KMCKNN_kFeatWeight.LABEL=Le calcul de la pond\u00e9ration des fonctions a pris {0} minutes et {1} secondes
KMCKNN_kWriteOrigToDisk.LABEL=La fin de l\u2019\u00e9criture des donn\u00e9es d\u2019origine sur le disque a pris {0} minutes et {1} secondes
KMCKNN_kCompDiskSaveToDisk.LABEL=L\u2019\u00e9criture des r\u00e9sultats du calcul sur le disque a pris {0} minutes et {1} secondes
KMCKNN_kWritePMML.LABEL=L\u2019\u00e9criture du fichier PMML a pris {0} minutes et {1} secondes
KMCKNN_InnoreTargetFieldbyCF.LABEL=Ignorer le champ cible uniquement lors de l\u2019identification des voisins les plus proches.

all_probabilities.LABEL=Ajouter toutes les probabilit\u00e9s (valide uniquement pour les cibles cat\u00e9gorielles)
raw_propensities.LABEL=Calculer les scores de propension brute
adjusted_propensities.LABEL=Calculer les scores de propension ajust\u00e9e
DisplayK.LABEL=Enregistrer les distances entre les observations et les k plus proches voisins.
modelTab.LABEL=Mod\u00e8le
settingsTab.LABEL=Param\u00e8tres

automodel_NoSimpleSettings.LABEL=Aucun param\u00e8tre simple \u00e0 configurer
automodel_ExpertSettings_Model.LABEL=Mod\u00e8le
automodel_ExpertSettings_Neighbors.LABEL=Voisins
automodel_ExpertSettings_FeatureSelection.LABEL=S\u00e9lection de fonction
automodel_ExpertSettings_CrossValidation.LABEL=Validation crois\u00e9e
IsAutoKSelection.LABEL=Nombre de voisins les plus proches (k)
DistMetric.LABEL=Calcul de la distance
ComputePredValFunc.LABEL=Pr\u00e9dictions du champ cible de type intervalle
IsAutoFeatureSelection.LABEL=Crit\u00e8re d\u2019arr\u00eat
VFoldVar.LABEL=Variable de validations crois\u00e9es
KNNbuilder=KNN
AnalysisType_PredictTarget.LABEL=Pr\u00e9dire un champ cible
AnalysisType_IdentifyNeighbors.LABEL=Identifier uniquement les voisins les plus proches
