#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2008, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

KNN_tooltip.LABEL=Construye un modelo de vecinos m\u00e1s pr\u00f3ximos k
KNNnode.LABEL=KNN
KNNAlgorithm.LABEL=Algoritmo KNN
inputFields.LABEL=Entradas
targetField.LABEL=Objetivo
AnalysisType.LABEL=\u00bfQu\u00e9 tipo de an\u00e1lisis desea realizar?
UserObjective.LABEL=\u00bfCu\u00e1l es su objetivo?
UserObjective_BalanceSpeed.LABEL=Equilibrar velocidad y precisi\u00f3n
UserObjective_OptimizeSpeed.LABEL=Velocidad
UserObjective_OptimizeAccurary.LABEL=Precisi\u00f3n
UserObjective_CustomAnalysis.LABEL=An\u00e1lisis personalizado
CaseIDVar.LABEL=Variable identificadora de caso
use_caselabels.LABEL=Usar etiquetas de caso
CaseLabelVar.LABEL=Variable de etiquetas de casos
use_focalcase.LABEL=Identificar registro focal
FocalVar.LABEL=Variable de caso focal
FocalCaseValue.LABEL=Valor de caso focal
RescaleMethod.LABEL=Normalizar variables de entrada
DistMetric_Euclidean.LABEL=M\u00e9trica eucl\u00eddea
DistMetric_CityBlock.LABEL=M\u00e9trica de bloque de ciudad
ComputePredValFunc_Mean.LABEL=Media de los valores de vecinos m\u00e1s pr\u00f3ximos
ComputePredValFunc_Median.LABEL=Mediana de los valores de vecinos m\u00e1s pr\u00f3ximos
IsFeatureWeight.LABEL=Funciones de ponderaci\u00f3n por importancia al calcular las distancias
SpecifiedK.LABEL=K
MinK.LABEL=M\u00ednimo
MaxK.LABEL=M\u00e1ximo
IsFeatureSelection.LABEL=Realizar selecci\u00f3n de funciones
ForcedVariables.LABEL=Entrada forzada
NSpecifiedFeatures.LABEL=N\u00famero para seleccionar
SpecifiedErrRange.LABEL=Cambio m\u00ednimo
choose_vfold.LABEL=Usar var Plegar V
VFoldValue.LABEL=N\u00famero de veces
use_vfoldrandomseed.LABEL=Establecer semilla aleatoria
VFold_randomseed.LABEL=Semilla
Objectives.LABEL=Objetivos
objectives_statictext_1.LABEL=El procedimiento kNN identificar\u00e1 los casos de entrenamiento m\u00e1s similares (los vecinos m\u00e1s pr\u00f3ximos) a sus casos
objectives_statictext_2.LABEL=de inter\u00e9s. Se puede predecir un campo de objetivo tomando como base los valores de vecinos m\u00e1s pr\u00f3ximos.
objectives_statictext_analysistype.LABEL=\u00bfQu\u00e9 tipo de an\u00e1lisis desea realizar?
AnalysisType_falseKey.LABEL=Predecir un campo de objetivo
AnalysisType_trueKey.LABEL=Identificar \u00fanicamente los vecinos m\u00e1s pr\u00f3ximos
objectives_statictext_objective.LABEL=\u00bfCu\u00e1l es su objetivo?
objectives_statictext_balance.LABEL=Selecciona autom\u00e1ticamente el mejor n\u00famero de vecinos dentro de un intervalo peque\u00f1o.
objectives_statictext_speed.LABEL=Localiza un n\u00famero fijo de vecinos.
objectives_statictext_accruacy_1.LABEL=Selecciona autom\u00e1ticamente el mejor n\u00famero de vecinos dentro de un intervalo m\u00e1s grande y utiliza
objectives_statictext_accruacy_2.LABEL=importancia del predictor al calcular distancias.
objectives_statictext_custom.LABEL=Seleccione esta opci\u00f3n para afinar el algoritmo de la ficha Configuraci\u00f3n.
Fields.LABEL=Campos
Settings.LABEL=Configuraci\u00f3n
Model.LABEL=Modelo
Model_statictext_1.LABEL=Esta configuraci\u00f3n establece el modo en que Clementine utilizar\u00e1 el procedimiento para construir un modelo.
Model_statictext_2.LABEL=Para seleccionar los campos manualmente, seleccione \u2018Utilizar configuraci\u00f3n personalizada\u2019 en la ficha Campos.
Neighbors.LABEL=Vecinos
Neighbors_Panel_K.LABEL=N\u00famero de vecinos m\u00e1s pr\u00f3ximos (k)
Neighbors_Panel_DistanceComputation.LABEL=C\u00e1lculo de distancia
Neighbors_Panel_PredictforRangeTarget.LABEL=Predicciones para el objetivo de rango
neighbors_tabtext_0.LABEL=N\u00famero de vecinos m\u00e1s pr\u00f3ximos (k):
Neighbors_Panel_DistanceComputation2.LABEL=C\u00e1lculo de distancia
neighbors_tabtext_1.LABEL=La selecci\u00f3n autom\u00e1tica de k est\u00e1 disponible si se especifica un objetivo.
IsAutoKSelection_falseKey.LABEL=Especificar k fijo
IsAutoKSelection_trueKey.LABEL=Seleccionar autom\u00e1ticamente k
FeatureSelection.LABEL=Sel. caracter\u00edsticas
feature_tabtext_1.LABEL=La selecci\u00f3n hacia adelante se utiliza para evaluar funciones para su inclusi\u00f3n. Para forzar una funci\u00f3n
feature_tabtext_2.LABEL=en el modelo antes de la selecci\u00f3n hacia adelante, selecci\u00f3nela en la lista de entradas forzadas.
StoppingCriterion.LABEL=Criterio de parada
StoppingCriterion_falseKey.LABEL=Se detiene cuando se ha seleccionado el n\u00famero especificado de funciones
StoppingCriterion_trueKey.LABEL=Se detiene cuando el cambio en el \u00edndice de error absoluto es inferior o igual al m\u00ednimo
Cross-Validation.LABEL=Validaci\u00f3n cruzada 
CrossValidationFolds.LABEL=Veces de validaci\u00f3n cruzada 
crossvalidation_tabtext_1.LABEL=Se realiza el n\u00famero de veces de validaci\u00f3n cruzada si elige la selecci\u00f3n autom\u00e1tica de k pero
crossvalidation_tabtext_2.LABEL=no elige la selecci\u00f3n de funciones.
choosevfold_falseKey.LABEL=Asigna casos de forma aleatoria a veces
choosevfold_trueKey.LABEL=Utiliza el campo para asignar casos
Analyze.LABEL=Analizar
all_probabilities_builder.LABEL=A\u00f1adir todas las probabilidades
neighbour_details.LABEL=Guardar las distancias entre los casos y los vecinos k m\u00e1s pr\u00f3ximos

unknownErrorMsg.LABEL=Error interno (desconocido).
inputErrMsg.LABEL=Error al leer los datos de entrada.
internalErrMsg.LABEL=Error interno.
invalidMetadataErrMsg.LABEL=Metadatos (en campos de entrada/salida) no v\u00e1lidos.
fileNotExistErrorMsg.LABEL= El archivo de datos no existe.
storageNotSupportErrorMsg.LABEL=La integraci\u00f3n no admite este tipo de almacenamiento de datos.
invalidTargetErrorMsg.LABEL=Ajuste variable de objetivo no v\u00e1lido.
invalidTarResponseErrorMsg.LABEL=Ajuste variable de respuesta de objetivo no v\u00e1lido.
predictorsEmptyErrMsg.LABEL=El ajuste de los predictores no debe estar vac\u00edo.
invalidTargetErrorMsg2.LABEL=El campo de objetivo no puede ser una entrada.
invalidFrequencyErrorMsg.LABEL=El campo de frecuencia no puede ser una entrada.
invalidTargetResponseErrorMsg.LABEL=El campo de respuesta de objetivo no puede ser una entrada.
invlidResponseCatErrorMsg.LABEL=La variable de respuesta de objetivo debe ser una marca.
noFrequencyErrorMsg.LABEL=No se ha seleccionado un campo de frecuencia.
noTargetErrorMsg.LABEL=No se han especificado valores de campo de objetivo.
invalidtarValueMsg.LABEL=Se ha especificado un valor de campo de objetivo no v\u00e1lido.
getfilePathMsg.LABEL=Error interno (obtener archivo).
creationAlgorithmMsg.LABEL=Error interno (algoritmo).
buildModelErrorMsg.LABEL=Error interno (creaci\u00f3n de componente).
assessModelErrorMsg.LABEL=Error interno (evaluaci\u00f3n de componente).
exportPMLLErrorMsg.LABEL=Error interno (exportaci\u00f3n PMML de componente).
getDataFieldErrorMsg.LABEL=Error interno (obtener modelo de datos). 
tarResIsSameErrorMsg.LABEL=La variable objetivo, la variable de respuesta de objetivo, la variable de ponderaci\u00f3n y la variable de partici\u00f3n deben ser diferentes.
NoTargetFieldErrorMsg.LABEL=No se ha seleccionado un campo de objetivo.
NoTargetResFieldErrorMsg.LABEL=No se ha seleccionado un campo de respuesta de objetivo.
targetResTrueErrorMsg.LABEL=El ajuste del valor de respuesta de objetivo verdadero no es v\u00e1lido.
PMMLNotExistErrorMsg.LABEL=Error interno (PMML perdido).
PMMLIsInvalidErrorMsg.LABEL=Error interno (PMML no v\u00e1lido).
NoPredVarInPMMLErrorMsg.LABEL=Error interno (no existe la variable de predictor en el archivo PMML).
PMMLNotMatchDataErrorMsg.LABEL=Error interno (directorio PMML).
getDataSourceErrorMsg.LABEL=Error interno (obtener origen de datos).
dataFileISValidErrorMsg.LABEL=Los datos de entrada no incluyen los campos de predictor que requiere el modelo.
TarFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen los campos de objetivo que requiere el modelo.
TRFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen los campos de respuesta del campo que requiere el modelo.
FreFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de frecuencia que requiere el modelo.
InputFieldNOTMatchMsg.LABEL=Los datos de entrada no incluyen los campos que requiere el modelo.
NoValidRecordsMsg.LABEL=No hay registros v\u00e1lidos para la creaci\u00f3n del modelo.
NoRecordsScoringMsg.LABEL=No hay registros v\u00e1lidos para la puntuaci\u00f3n.
PartionInValidMsg.LABEL=El campo de partici\u00f3n debe ser diferente del resto de campos predictivos.
InputFieldConstantMsg.LABEL=Uno de los campos de predictor s\u00f3lo contiene un valor.
InvalidSettingsErrorMsg.LABEL=Ajustes de algoritmo de componente no v\u00e1lido.
NoValidFieldValuesErrorMsg.LABEL=Los campos de metadatos no defin\u00edan valores v\u00e1lidos.
UserStopExecution.LABEL=El usuario ha detenido la ejecuci\u00f3n.
ShouldHaveTarget.LABEL=No hay campo de destino pero el ajuste est\u00e1 prediciendo un campo de objetivo.
mcCancelMsg.LABEL=Se cancel\u00f3 el an\u00e1lisis tras una solicitud de cancelaci\u00f3n.
mcIOErrorMsg.LABEL=Se ha producido un error de E/S.
mcMemoryLimitExceedMsg.LABEL=Se ha sobrepasado el l\u00edmite de memoria.
mcInvalidSaveStateMsg.LABEL=El comando saveState() se introdujo cuando no se pod\u00eda ejecutar.
mcFailedRestartMsg.LABEL=Error de reinicio por alguna raz\u00f3n.
mcWrongStateMsg.LABEL=Un comando (diferente a saveState) se introdujo en un momento no adecuado.
KMCKNN_NoValidRecords.LABEL=No hay datos v\u00e1lidos.
KMCKNN_CantReadFile.LABEL=Error al leer el archivo.
kMCKNN_FailedReadXML.LABEL=Error al leer el archivo.
KMCKNN_EmptyTrainingDataSet.LABEL=No hay datos de entrenamiento v\u00e1lidos.
KMCKNN_NoValidSpecifiedFeatureNum.LABEL=El n\u00famero de funciones que se van a seleccionar no es v\u00e1lido.  El n\u00famero debe ser un entero positivo inferior o igual al n\u00famero de funciones disponibles para su selecci\u00f3n.
KMCKNN_NoValidMinOrMax.LABEL=El n\u00famero m\u00ednimo o m\u00e1ximo de vecinos m\u00e1s pr\u00f3ximos que se van a seleccionar no es v\u00e1lido.  Ambos n\u00fameros deben ser enteros positivos, con el m\u00ednimo inferior al m\u00e1ximo.
KMCKNN_NoValidVFoldValue.LABEL=El n\u00famero de veces de validaciones cruzadas no es v\u00e1lido.  El n\u00famero debe ser un entero mayor que uno pero no superior al n\u00famero de registros de entrenamiento.
KMCKNN_NoValidVFoldVariable.LABEL=El campo de veces de validaciones cruzadas no es v\u00e1lido.
KMCKNN_NoSpecifiedCaseIDVar.LABEL=El campo de ID de registro no est\u00e1 especificado.
KMCKNN_SpecifiedAsFeaAndResponse.LABEL=El mismo campo est\u00e1 especificado como una funci\u00f3n y una respuesta.
KMCKNN_NoValidRescaleMethod.LABEL=El m\u00e9todo de cambio de la escala de covariaci\u00f3n no es v\u00e1lido.  El m\u00e9todo debe ajustarse a normalizado o ninguno.
KMCKNN_NoValidDistMetric.LABEL=La m\u00e9trica de distancia especificada no es v\u00e1lida.  La m\u00e9trica debe ser eucl\u00eddea o de bloque de ciudad.
KMCKNN_NoValidComPredFunction.LABEL=La funci\u00f3n especificada para calcular valores pronosticados no es v\u00e1lida.  La funci\u00f3n debe ser la media o la mediana.
KMCKNN_NoValidIfFeaImportance.LABEL=La configuraci\u00f3n de importancia de funci\u00f3n especificada no es v\u00e1lida.
KMCKNN_NoValidIfFeaWeight.LABEL=La configuraci\u00f3n de ponderaci\u00f3n de funci\u00f3n especificada no es v\u00e1lida.
KMCKNN_NoValidIfFeaSelection.LABEL=La configuraci\u00f3n de selecci\u00f3n de funci\u00f3n especificada no es v\u00e1lida.
KMCKNN_NoValidIfAutoFeaSelection.LABEL=La configuraci\u00f3n de selecci\u00f3n autom\u00e1tica de funci\u00f3n especificada no es v\u00e1lida.
KMCKNN_NoValidK.LABEL=El n\u00famero de vecinos m\u00e1s pr\u00f3ximos debe superior a 0 e inferior al tama\u00f1o del conjunto de entrenamiento.
KMCKNN_NoValidTempFileOutputDir.LABEL=El directorio de salida de archivos temporales especificado no es v\u00e1lido.
KMCKNN_NoValidTempFileOutputName.LABEL=El nombre de archivo temporal especificado no es v\u00e1lido.
KMCKNN_SpecifiedFeaError.LABEL=La configuraci\u00f3n de la funci\u00f3n especificada no es v\u00e1lida.
KMCKNN_NoExistFeaNameInDict.LABEL=Una o m\u00e1s funciones especificadas no existen en el diccionario.
KMCKNN_NoValEqualToFocalCaseSet.LABEL=No hay valores iguales a la configuraci\u00f3n del caso focal.
KMCKNN_FocalVarHasMoreThanTwo.LABEL=La variable del caso focal tiene m\u00e1s de dos valores.
KMCKNN_FocalVarIsNotCat.LABEL=El campo de registro focal no es categ\u00f3rico.
KMCKNN_SpecifiedCaseIDVarError.LABEL=El campo de ID de registro especificado no es v\u00e1lido o no existe en el diccionario.
KMCKNN_SpecifiedFocalVarError.LABEL=El campo de registro focal especificado no es v\u00e1lido.
KMCKNN_NoExistResNameInDict.LABEL=El campo de respuesta especificado no existe en el diccionario.
KMCKNN_SpecifiedResError.LABEL=El campo de respuesta especificado no es v\u00e1lido.
KMCKNN_NoExistFocalVarInDict.LABEL=El campo de registro focal especificado no existe en el diccionario de datos.
KMCKNN_SpecifiedFocalValError.LABEL=El valor de registro focal especificado no es v\u00e1lido.
KMCKNN_VFoldVarIsNotCat.LABEL=El campo de veces de validaciones cruzadas especificado no es categ\u00f3rico.
KMCKNN_VFoldVarHasMoreThanV.LABEL=El campo de veces de validaciones cruzadas especificado tiene valores que no son 0, 1, 2, ? v-1, donde v es el n\u00famero de veces.
KMCKNN_LessThanVVal.LABEL=El campo de veces de validaciones cruzadas especificado no tiene uno o m\u00e1s valores en la secuencia 0, 1, 2, ? v-1, donde v es el n\u00famero de veces.
KMCKNN_FeaConstant.LABEL=Una funci\u00f3n es constante.
KMCKNN_NoExistVFoldVarInDict.LABEL=Las veces de validaci\u00f3n cruzada especificada no existe en el diccionario.
KMCKNN_ConVarNoMaxOrMinInDict.LABEL=Un campo continuo no tiene el m\u00ednimo o el m\u00e1ximo que se especifica en el diccionario.
KMCKNN_NoSpecifiedFeaVariable.LABEL=No se han especificado funciones.
KMCKNN_NoValidSpecifiedErrorRange.LABEL=El cambio de m\u00ednimo de \u00edndice de errores especificado no es v\u00e1lido.
KMCKNN_SpecifiedForcedVariableErr.LABEL=Los campos forzados especificados no es v\u00e1lido.
KMCKNN_SpecifiedVFoldValNotMatchDict.LABEL=El valor de veces de validaci\u00f3n cruzada especificado no es igual al que ofrece el diccionario.
KMCKNN_ConVarMaxEqualsToMinInDict.LABEL=La variable <{0}> es constante en el conjunto de entrenamiento.
KMCKNN_CaseIDVarIsNotContinuous.LABEL=El campo de ID de registro no es continuo.
KMCKNN_ZeroResCannotModelSelection.LABEL=La selecci\u00f3n autom\u00e1tica de funciones o el n\u00famero de vecinos m\u00e1s pr\u00f3ximos no est\u00e1 disponible sin un campo de respuesta.
KMCKNN_MoreNNThanData.LABEL=El n\u00famero de vecinos m\u00e1s pr\u00f3ximos debe ser inferior al n\u00famero de registros de entrenamiento.
KMCKNN_NoResNoModelSelection.LABEL=La selecci\u00f3n autom\u00e1tica de funciones o el n\u00famero de vecinos m\u00e1s pr\u00f3ximos no est\u00e1 disponible sin un campo de respuesta.
KMCKNN_NoValidSpecifiedFeature.LABEL=No se han especificado funciones v\u00e1lidas.
KMCKNN_MissingValueInRecord.LABEL=El conjunto de datos contiene un valor perdido.
KMCKNN_ScoreRecordInvalid.LABEL=Registro de puntuaci\u00f3n no v\u00e1lido.
KMCKNN_OneVarSpecifiedMoreThanOnce.LABEL=Se ha especificado m\u00e1s de una vez una respuesta, funci\u00f3n o funci\u00f3n forzada.
KMCKNN_SpecifiedForcedVarNotInDict.LABEL=Una o m\u00e1s campos forzados especificados no existen en el diccionario de datos.
KMCKNN_SpecifiedCaseIDVarNotInDict.LABEL=El campo de ID de registro especificado no existe en el diccionario de datos.
KMCKNN_CaseLabelVarIsNotCategorical.LABEL=El campo de etiqueta de caso especificado no es categ\u00f3rico.
KMCKNN_SpecifiedCaseLabelNotInDict.LABEL=El campo de etiqueta de caso especificado no existe en el diccionario de datos.
KMCKNN_SpecifiedCaseLabelVarError.LABEL=El campo de etiqueta de caso especificado no es v\u00e1lido.
KMCKNN_ExportPMMLError.LABEL=Se ha producido un error al crear un archivo PMML.
KMCKNN_CreateTempFileError.LABEL=Se ha producido un error al crear un archivo temporal.
KMCKNN_OnlyOneCaseInTrainingDataSet.LABEL=S\u00f3lo existe un caso en el conjunto de entrenamiento.
KMCKNN_PredictionOverFlow.LABEL=Se ha producido un desbordamiento num\u00e9rico durante la predicci\u00f3n.
KMCKNN_FeatureSelectionCantDone.LABEL=No se puede realizar la selecci\u00f3n autom\u00e1tica de funciones, posiblemente debido a un desbordamiento num\u00e9rico causado por valores grandes de datos.
KMCKNN_BothKAndFeatureSelectionCantDone.LABEL=No se puede realizar la selecci\u00f3n autom\u00e1tica de funciones y de k, posiblemente debido a un desbordamiento num\u00e9rico causado por valores grandes de datos.
KMCKNN_AutoKSelectionCantDone.LABEL=No se puede realizar la selecci\u00f3n autom\u00e1tica de k, posiblemente debido a un desbordamiento num\u00e9rico causado por valores grandes de datos.
KMCKNN_PMMLOutputOverflow.LABEL=Se ha producido un desbordamiento num\u00e9rico durante el pron\u00f3stico en el conjunto de entrenamiento.
KMCKNN_ComputeDistOverflow.LABEL=Se ha producido un desbordamiento num\u00e9rico durante los c\u00e1lculos de distancias.
KMCKNN_SpecifiedCaseLabelNotInClefDict.LABEL=La variable de etiqueta de caso especificada no existe en el diccionario de datos.
KMCKNN_SpecifiedFeaWeightForSmartScoreErr.LABEL=Existe un error en la configuraci\u00f3n de la funci\u00f3n especificada o en la ponderaci\u00f3n de la funci\u00f3n.
KMCKNN_NoValidSpecifedFeaWeight.LABEL=La funci\u00f3n especificada o la ponderaci\u00f3n de funci\u00f3n no es v\u00e1lida.
KMCKNN_AllInputsSeletedForForcedEntry.LABEL=Se han seleccionado todas las entradas para la entrada forzada.
KMCKNN_MaxKNotLessThanTrainingDataSize.LABEL=El n\u00famero m\u00e1ximo de vecinos para encontrar es mayor o igual al n\u00famero de registros disponible. S\u00f3lo se evaluar\u00e1n los valores de k que sean inferiores al n\u00famero de registros.
KMCKNN_SpecifiedKNotLessThanTrainingDataSize.LABEL=El n\u00famero de vecinos para encontrar es mayor o igual al n\u00famero de registros disponible. Todos los registros se identificar\u00e1n como vecinos.

KMCKNN_kCases.LABEL=La obtenci\u00f3n del n\u00famero de datos de entrenamiento tard\u00f3 {0} minutos y {1} segundos
KMCKNN_kModelSelection.LABEL=La selecci\u00f3n del modelo tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kBuildModel.LABEL=La creaci\u00f3n del modelo tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kScoreTraining.LABEL=La puntuaci\u00f3n del conjunto de datos de entrenamiento tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kKSelection.LABEL=La selecci\u00f3n de k tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kFeatSelection.LABEL=La selecci\u00f3n de funciones tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kFeatAndKSelection.LABEL=La selecci\u00f3n combinada de k y funciones tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kFeatImportantce.LABEL=El c\u00e1lculo de importancia de funciones tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kFeatWeight.LABEL=El c\u00e1lculo de ponderaci\u00f3n de funciones tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kWriteOrigToDisk.LABEL=Terminar la escritura de los datos originales en el disco tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kCompDiskSaveToDisk.LABEL=La escritura de los resultados de c\u00e1lculo tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_kWritePMML.LABEL=La escritura del archivo PMML tard\u00f3 {0} minutos y {1} segundos.
KMCKNN_InnoreTargetFieldbyCF.LABEL=Ignorar el campo de objetivo cuando s\u00f3lo se identifican vecinos m\u00e1s pr\u00f3ximos.

all_probabilities.LABEL=A\u00f1adir todas las probabilidades (v\u00e1lido para objetivos categ\u00f3ricos \u00fanicamente)
raw_propensities.LABEL=Calcular puntuaciones brutas de propensi\u00f3n
adjusted_propensities.LABEL=Calcular puntuaciones de propensi\u00f3n ajustada
DisplayK.LABEL=Guardar las distancias entre los casos y los vecinos k m\u00e1s pr\u00f3ximos
modelTab.LABEL=Modelo
settingsTab.LABEL=Configuraci\u00f3n

automodel_NoSimpleSettings.LABEL=No existen ajustes simples para configurar
automodel_ExpertSettings_Model.LABEL=Modelo
automodel_ExpertSettings_Neighbors.LABEL=Vecinos
automodel_ExpertSettings_FeatureSelection.LABEL=Sel. caracter\u00edsticas
automodel_ExpertSettings_CrossValidation.LABEL=Validaci\u00f3n cruzada 
IsAutoKSelection.LABEL=N\u00famero de vecinos m\u00e1s pr\u00f3ximos (k)
DistMetric.LABEL=C\u00e1lculo de distancia
ComputePredValFunc.LABEL=Predicciones para el objetivo de rango
IsAutoFeatureSelection.LABEL=Criterio de parada
VFoldVar.LABEL=Variable de veces
KNNbuilder=KNN
AnalysisType_PredictTarget.LABEL=Predecir un campo de objetivo
AnalysisType_IdentifyNeighbors.LABEL=Identificar \u00fanicamente los vecinos m\u00e1s pr\u00f3ximos
