#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: Modeler Common
# *
# * (C) Copyright IBM Corp. 1994, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

#cognosImporter=Cognos Import
#cognosExporter=Cognos Export

# Property resources key
cognos_server_url=URL do servidor Cognos
cognos_login_mode=Modo
cognos_namespace=Namespace
cognos_user_name=Nome de usu\u00e1rio
cognos_password=Senha

#Components common errors & warnings
unknownErrorMsg.LABEL=Erro interno (desconhecido)
initErrMsg.LABEL=A inicializa\u00e7\u00e3o falhou
inputErrMsg.LABEL=Erro ao ler dados de entrada
internalErrMsg.LABEL=Erro interno
invalidMetadataErrMsg.LABEL=Metadados (sobre campos de entrada/sa\u00edda) n\u00e3o s\u00e3o v\u00e1lidos
fileNotExistErrorMsg.LABEL=O arquivo de dados n\u00e3o existe
storageNotSupportErrorMsg.LABEL=A integra\u00e7\u00e3o n\u00e3o suporta este tipo de armazenamento de dados
invalidTargetErrorMsg.LABEL=Configura\u00e7\u00e3o de vari\u00e1vel de destino inv\u00e1lida
invalidTarResponseErrorMsg.LABEL=Configura\u00e7\u00e3o de vari\u00e1vel resposta de destino inv\u00e1lida
predictorsEmptyErrMsg.LABEL=A configura\u00e7\u00e3o dos preditores n\u00e3o deve ficar vazia
targetAsInputErrorMsg.LABEL=O campo de destino n\u00e3o pode ser uma entrada
invalidFrequencyErrorMsg.LABEL=O campo de frequ\u00eancia n\u00e3o pode ser uma entrada
invalidTargetResponseErrorMsg.LABEL=O campo de resposta de destino n\u00e3o pode ser uma entrada
invlidResponseCatErrorMsg.LABEL=A vari\u00e1vel resposta de destino deve ser um sinalizador
noFrequencyErrorMsg.LABEL=Nenhum campo de frequ\u00eancia selecionado
noTargetErrorMsg.LABEL=Nenhum valor de campo de destino foi especificado
invalidtarValueMsg.LABEL=Valor de campo de destino especificado inv\u00e1lido
getfilePathMsg.LABEL=Erro interno (obter arquivo)
creationAlgorithmMsg.LABEL=Erro interno (algoritmo)
buildModelErrorMsg.LABEL=Erro interno (constru\u00e7\u00e3o de componente)
assessModelErrorMsg.LABEL=Erro interno (avalia\u00e7\u00e3o de componente)
exportPMLLErrorMsg.LABEL=Erro interno (exporta\u00e7\u00e3o de PMML de componente)
getDataFieldErrorMsg.LABEL=Erro interno (obter datamodel)
tarResIsSameErrorMsg.LABEL=A vari\u00e1vel de destino, a vari\u00e1vel resposta de destino, a vari\u00e1vel de pondera\u00e7\u00e3o e a vari\u00e1vel de parti\u00e7\u00e3o devem ser diferentes
NoTargetFieldErrorMsg.LABEL=Nenhum campo de destino selecionado
NoTargetResFieldErrorMsg.LABEL=Nenhum campo de resposta de destino selecionado
targetResTrueErrorMsg.LABEL=A configura\u00e7\u00e3o do valor verdadeiro de resposta de destino \u00e9 inv\u00e1lida
PMMLNotExistErrorMsg.LABEL=Erro interno (PMML ausente)
PMMLIsInvalidErrorMsg.LABEL=Erro interno (PMML inv\u00e1lido)
NoPredVarInPMMLErrorMsg.LABEL=Erro interno (nenhuma vari\u00e1vel de preditor no arquivo PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erro interno (diret\u00f3rio de PMML)
getDataSourceErrorMsg.LABEL=Erro interno (Obter origem de dados)
dataFileISValidErrorMsg.LABEL=Os dados de entrada n\u00e3o't incluem os campos de preditor exigidos pelo modelo
TarFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o't incluem os campos de destino exigidos pelo modelo
TRFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o't incluem os campos de resposta exigidos pelo modelo
FreFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o't incluem os campos de frequ\u00eancia exigidos pelo modelo
InputFieldNOTMatchMsg.LABEL=Os dados de entrada n\u00e3o't incluem os campos exigidos pelo modelo
NoValidRecordsMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para a constru\u00e7\u00e3o do modelo
NoRecordsScoringMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para pontua\u00e7\u00e3o
PartionInValidMsg.LABEL=O campo de parti\u00e7\u00e3o deve ser diferente dos outros campos preditivos
InputFieldConstantMsg.LABEL=Um dos campos de preditor cont\u00e9m apenas um valor
InvalidSettingsErrorMsg.LABEL=Configura\u00e7\u00f5es de algoritmo de componente inv\u00e1lidas
NoValidFieldValuesErrorMsg.LABEL=Os campos nos metadados n\u00e3o definiram valores v\u00e1lidos
PreparedDataHandleMsg.LABEL=Identificador de Dados de Prepara\u00e7\u00e3o Conclu\u00eddo
HandleDataProcessMsg.LABEL=Processo de Dados de Identificador: {0 } %
HandleDataProcessEndMsg.LABEL=Processo de Dados de Identificador Conclu\u00eddo
ExportPmmlProgressMsg.LABEL=Exportando Modelo para arquivo PMML Conclu\u00eddo
kMCCANCEL.LABEL=A an\u00e1lise foi abandonada ap\u00f3s uma solicita\u00e7\u00e3o de cancelamento
kMC_IO_ERROR.LABEL=Ocorreu um erro de E/S
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=Limite de mem\u00f3ria excedido
kMC_INVALID_SAVE_STATE.LABEL=O comando saveState() foi fornecido em um momento em que n\u00e3o podia ser executado. Tente fornec\u00ea-lo em um melhor momento.
kMC_FAILED_RESTART.LABEL=A reinicializa\u00e7\u00e3o falhou por algum motivo. Imposs\u00edvel realizar algo agora
kMC_WRONG_STATE.LABEL=Um comando (al\u00e9m de saveState) foi fornecido em um momento inadequado. Normalmente, isso n\u00e3o \u00e9 fatal. Tente fornecer comandos na ordem adequada. 
#Cognos specific errors & warnings
#Connect and Login error,ErrorCode = [1-100]
kCOGNOS_Connection_Failed.LABEL=Falha na conex\u00e3o com o servidor Cognos BI. {0}. 
kCOGNOS_Connection_Maleformed_URL.LABEL=Uma URL incorreta foi usada para acessar o servidor Cognos BI. 
kCOGNOS_Logon_Failed.LABEL=Falha ao efetuar logon no servidor Cognos BI. 
kCOGNOS_Connection_Invalid_ID.LABEL=ID de conex\u00e3o usado inv\u00e1lido.
kCOGNOS_Anonymous_Access_Deny.LABEL=Acesso an\u00f4nimo negado.
kCOGNOS_Server_URL_Error.LABEL=Uma URL inv\u00e1lida foi usada para acessar o servidor Cognos BI.
kCOGNOS_Host_Not_Found.LABEL=N\u00e3o \u00e9 poss\u00edvel localizar o host.
kCOGNOS_Connect_Refused.LABEL=Conex\u00e3o recusada. Verifique o URI do servidor Cognos.
kCOGNOS_Invalid_Namespace.LABEL=Namespace especificado inv\u00e1lido.
kCOGNOS_Invalid_Credential.LABEL=Nome de usu\u00e1rio desconhecido ou senha errada.
	
#Query Cognos server content error
kCOGNOS_Invalid_Package_Name.LABEL=Nome de pacote inv\u00e1lido, pois cont\u00e9m aspas duplas (\") e uma ap\u00f3strofe (').
kCOGNOS_Invalid_Type.LABEL=O objeto selecionado n\u00e3o \u00e9 um pacote nem uma pasta.
kCOGNOS_Invalid_Path.LABEL=O pacote ou a pasta selecionada n\u00e3o existe.
kCOGNOS_Query_Object_Fail.LABEL=Falha no armazenamento do conte\u00fado da consulta. \n{0}
kCOGNOS_Construct_Dom_Fail.LABEL=Falha no objeto Dom de constru\u00e7\u00e3o.

#Render report error
kCOGNOS_Render_Report_Failed.LABEL=Falha em renderizar a especifica\u00e7\u00e3o do relat\u00f3rio.
kCOGNOS_Get_Metadata_Failed.LABEL=N\u00e3o foi poss\u00edvel obter os metadados do pacote selecionado.
kCOGNOS_Missing_Parameter.LABEL=Falha na importa\u00e7\u00e3o. N\u00e3o foram fornecidos valores v\u00e1lidos para o par\u00e2metro {0}
kCOGNOS_Invalid_Parameter_Value.LABEL=Falha na importa\u00e7\u00e3o. O tipo v\u00e1lido para o par\u00e2metro {0} \u00e9 {1}
kCOGNOS_Get_Report_Output_Fail.LABEL=N\u00e3o \u00e9 poss\u00edvel obter o resultado do relat\u00f3rio do servidor Cognos BI.
kCOGNOS_Param_Input_Not_Enough.LABEL=Falha na importa\u00e7\u00e3o. Alguns par\u00e2metros n\u00e3o est\u00e3o presentes e alguns valores de par\u00e2metro s\u00e3o inv\u00e1lidos
kCOGNOS_Create_Report_Fail.LABEL=Falha ao criar a especifica\u00e7\u00e3o do relat\u00f3rio.
kCOGNOS_Render_Response_Fail.LABEL=N\u00e3o \u00e9 poss\u00edvel renderizar a resposta retornada do servidor Cognos BI. \n{0}
kCOGNOS_Query_Report_Spec_Fail.LABEL=N\u00e3o \u00e9 poss\u00edvel consultar a especifica\u00e7\u00e3o do relat\u00f3rio do servidor Cognos BI.
kCOGNOS_Read_Data_Fail.LABEL=Falha ao ler os dados do arquivo em anexo. \n{0}
kCOGNOS_Get_Parameters_Fail.LABEL=Falha ao obter par\u00e2metros. \n{0}
kCOGNOS_Unknown_Output_Format.LABEL=Arquivo em anexo com formato desconhecido.

#Publish package error
kCOGNOS_Publish_Package_Fail.LABEL=Falha na publica\u00e7\u00e3o de pacote. \n{0}
kCOGNOS_Data_Source_Error.LABEL=Erro na origem de dados do Cognos. Verifique as configura\u00e7\u00f5es de conex\u00e3o da origem de dados do servidor Cognos BI.
kCOGNOS_Access_Data_Fail.LABEL=A origem de dados Cognos n\u00e3o consegue localizar a tabela exportada. \n Verifique se as credenciais e o banco de dados especificados na origem de dados ODBC s\u00e3o id\u00eanticos aos da origem de dados selecionada Cognos.

#Get metadata error
kCOGNOS_Get_Report_Metadata_Fail.LABEL=Falha ao obter metadados do pacote. \n{0}
kCOGNOS_Parse_Metadata_Fail.LABEL=Falha ao localizar itens selecionados pelo usu\u00e1rio. \n{0}

#Common error
kCOGNOS_Parse_Xml_Fail.LABEL=Falha ao analisar metadados do relat\u00f3rio. \n{0}
kCOGNOS_Get_Datasource_Fail.LABEL=Falha ao obter as origens de dados do servidor Cognos BI. \n{0}
kCOGNOS_Construct_XML_FROM_DOM_Fail.LABEL=Falha em construir a sequ\u00eancia XML a partir de DOM. \n{0}
kCOGNOS_Unknown_Error.LABEL=Erro desconhecido. {0}

#JVM error
kCOGNOS_Open_JVM_Fail.LABEL=Erro interno. Falha ao abrir a Java VM.
kCOGNOS_Close_JVM_Fail.LABEL=Erro interno. Falha ao fechar a Java VM.
kCOGNOS_Invalid_Class_Path.LABEL=Erro interno. Caminho de classe especificado inv\u00e1lido.
kCOGNOS_Miss_Classloader.LABEL=Erro interno. N\u00e3o \u00e9 poss\u00edvel localizar o carregador de classes necess\u00e1rio.
kCOGNOS_Load_Classloader_Fail.LABEL=Erro interno. Falha no carregamento do carregador de classes.
kCOGNOS_Init_Classloader_Fail.LABEL=Erro interno. Falha ao inicializar o carregador de classes.
kCOGNOS_Miss_Java_Interface.LABEL=Erro interno. N\u00e3o \u00e9 poss\u00edvel localizar a interface Java necess\u00e1ria.
kCOGNOS_Load_Java_Interface_Fail.LABEL=Erro interno. Falha ao carregar a interface Java.
kCOGNOS_Init_Java_Interface_Fail.LABEL=Erro interno. Falha ao inicializar a interface Java.
kCOGNOS_Miss_Interface_Method.LABEL=Erro interno. N\u00e3o \u00e9 poss\u00edvel localizar o m\u00e9todo {0}.
