#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: Modeler Common
# *
# * (C) Copyright IBM Corp. 1994, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

#cognosImporter=Cognos Import
#cognosExporter=Cognos Export

# Property resources key
cognos_server_url=URL du serveur Cognos
cognos_login_mode=Mode
cognos_namespace=Espace de nom
cognos_user_name=Utilisateur
cognos_password=Mot de passe

#Components common errors & warnings
unknownErrorMsg.LABEL=Erreur interne (inconnue)
initErrMsg.LABEL=Echec de l\u2019initialisation
inputErrMsg.LABEL=Erreur lors de la lecture des donn\u00e9es d\u2019entr\u00e9e
internalErrMsg.LABEL=Erreur interne
invalidMetadataErrMsg.LABEL=M\u00e9tadonn\u00e9es (dans les champs entr\u00e9e/sortie) non valides
fileNotExistErrorMsg.LABEL=Le fichier de donn\u00e9es n\u2019existe pas
storageNotSupportErrorMsg.LABEL=L\u2019int\u00e9gration ne prend pas en charge ce type de stockage de donn\u00e9es
invalidTargetErrorMsg.LABEL=Param\u00e8tre de variable cible non valide
invalidTarResponseErrorMsg.LABEL=Param\u00e8tre de variable de r\u00e9ponse cible non valide
predictorsEmptyErrMsg.LABEL=Le param\u00e8tre des valeurs pr\u00e9dites ne doit pas \u00eatre vide
targetAsInputErrorMsg.LABEL=Le champ cible ne peut pas \u00eatre une entr\u00e9e
invalidFrequencyErrorMsg.LABEL=Le champ d\u2019effectif ne peut pas \u00eatre une entr\u00e9e
invalidTargetResponseErrorMsg.LABEL=Le champ de r\u00e9ponse cible ne peut pas \u00eatre une entr\u00e9e
invlidResponseCatErrorMsg.LABEL=La variable de r\u00e9ponse cible doit \u00eatre un bool\u00e9en
noFrequencyErrorMsg.LABEL=Aucun champ d\u2019effectif s\u00e9lectionn\u00e9
noTargetErrorMsg.LABEL=Aucune valeur de champ cible n\u2019a \u00e9t\u00e9 sp\u00e9cifi\u00e9e
invalidtarValueMsg.LABEL=Valeur de champ cible sp\u00e9cifi\u00e9e non valide
getfilePathMsg.LABEL=Erreur interne (obtention du fichier)
creationAlgorithmMsg.LABEL=Erreur interne (algorithme)
buildModelErrorMsg.LABEL=Erreur interne (cr\u00e9ation du composant)
assessModelErrorMsg.LABEL=Erreur interne (\u00e9valuation du composant)
exportPMLLErrorMsg.LABEL=Erreur interne (exportation PMML du composant)
getDataFieldErrorMsg.LABEL=Erreur interne (obtention du mod\u00e8le de donn\u00e9es)
tarResIsSameErrorMsg.LABEL=La variable cible, la variable de r\u00e9ponse cible, la variable de pond\u00e9ration et la variable de partition doivent \u00eatre diff\u00e9rentes
NoTargetFieldErrorMsg.LABEL=Aucun champ cible s\u00e9lectionn\u00e9
NoTargetResFieldErrorMsg.LABEL=Aucun champ de r\u00e9ponse cible s\u00e9lectionn\u00e9
targetResTrueErrorMsg.LABEL=La valeur vraie du param\u00e8tre de r\u00e9ponse cible n\u2019est pas valide
PMMLNotExistErrorMsg.LABEL=Erreur interne (PMML manquant)
PMMLIsInvalidErrorMsg.LABEL=Erreur interne (PMML non valide)
NoPredVarInPMMLErrorMsg.LABEL=Erreur interne (aucune variable de valeurs pr\u00e9dites dans le fichier PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erreur interne (R\u00e9pertoire PMML)
getDataSourceErrorMsg.LABEL=Erreur interne (Obtention de la source de donn\u00e9es)
dataFileISValidErrorMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs pr\u00e9dicteurs requis par le mod\u00e8le
TarFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs cible requis par le mod\u00e8le
TRFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs de r\u00e9ponse cible requis par le mod\u00e8le
FreFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs de fr\u00e9quence requis par le mod\u00e8le
InputFieldNOTMatchMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs requis par le mod\u00e8le
NoValidRecordsMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour la cr\u00e9ation du mod\u00e8le
NoRecordsScoringMsg.LABEL=Il n\u2019y a pas d\u2019enregistrement valide pour le scoring 
PartionInValidMsg.LABEL=Le champ de partition doit \u00eatre diff\u00e9rent des autres champs pr\u00e9dictifs
InputFieldConstantMsg.LABEL=Un des champs pr\u00e9dicteurs contient une seule valeur.
InvalidSettingsErrorMsg.LABEL=Param\u00e8tres d\u2019algorithme du composant non valides
NoValidFieldValuesErrorMsg.LABEL=Les champs des m\u00e9tadonn\u00e9es n\u2019ont pas d\u00e9fini de valeurs valides
PreparedDataHandleMsg.LABEL=Pr\u00e9paration du traitement des donn\u00e9es termin\u00e9e
HandleDataProcessMsg.LABEL=Processus de traitement des donn\u00e9es : {0 } %
HandleDataProcessEndMsg.LABEL=Processus de traitement des donn\u00e9es termin\u00e9
ExportPmmlProgressMsg.LABEL=Exportation du mod\u00e8le vers le fichier PMML termin\u00e9e
kMCCANCEL.LABEL=L\u2019analyse a \u00e9t\u00e9 abandonn\u00e9e suite \u00e0 une demande d\u2019annulation.
kMC_IO_ERROR.LABEL=Une erreur d\u2019E/S s\u2019est produite
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=La limite de la m\u00e9moire a \u00e9t\u00e9 d\u00e9pass\u00e9e
kMC_INVALID_SAVE_STATE.LABEL=La commande saveState() a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment o\u00f9 elle ne pouvait pas \u00eatre ex\u00e9cut\u00e9e. Essayez de la donner \u00e0 un meilleur moment.
kMC_FAILED_RESTART.LABEL=Le red\u00e9marrage a \u00e9chou\u00e9 pour une raison quelconque. Impossible de continuer
kMC_WRONG_STATE.LABEL=Une commande (autre que saveState) a \u00e9t\u00e9 donn\u00e9e \u00e0 un moment inappropri\u00e9. Cela n\u2019est g\u00e9n\u00e9ralement pas fatal. Essayez de donner les commandes dans le bon ordre. 
#Cognos specific errors & warnings
#Connect and Login error,ErrorCode = [1-100]
kCOGNOS_Connection_Failed.LABEL=Echec de la connexion au serveur Cognos. {0}. 
kCOGNOS_Connection_Maleformed_URL.LABEL=Une URL corrompue a \u00e9t\u00e9 utilis\u00e9e pour acc\u00e9der au serveur Cognos BI. 
kCOGNOS_Logon_Failed.LABEL=Echec de la connexion au serveur Cognos BI. 
kCOGNOS_Connection_Invalid_ID.LABEL=Une ID de connexion non valide a \u00e9t\u00e9 utilis\u00e9.
kCOGNOS_Anonymous_Access_Deny.LABEL=Acc\u00e8s anonyme refus\u00e9.
kCOGNOS_Server_URL_Error.LABEL=Une URL non valide a \u00e9t\u00e9 utilis\u00e9e pour acc\u00e9der au serveur Cognos BI.
kCOGNOS_Host_Not_Found.LABEL=L\u2019h\u00f4te est introuvable.
kCOGNOS_Connect_Refused.LABEL=Connexion refus\u00e9e. Veuillez v\u00e9rifier l\u2019URI du serveur Cognos.
kCOGNOS_Invalid_Namespace.LABEL=Espace de nom sp\u00e9cifi\u00e9 non valide.
kCOGNOS_Invalid_Credential.LABEL=Nom d\u2019utilisateur inconnu ou mot de passe incorrect
	
#Query Cognos server content error
kCOGNOS_Invalid_Package_Name.LABEL=Nom de package non valide, car il contient \u00e0 la fois des guillemets (\") et une apostrophe (').
kCOGNOS_Invalid_Type.LABEL=L\u2019objet s\u00e9lectionn\u00e9 n\u2019est ni un pack ni un dossier.
kCOGNOS_Invalid_Path.LABEL=Le pack ou le dossier s\u00e9lectionn\u00e9 n\u2019existe pas.
kCOGNOS_Query_Object_Fail.LABEL=\u00c9chec de la requ\u00eate du stockage du contenu. \n{0}
kCOGNOS_Construct_Dom_Fail.LABEL=Echec de construction de l\u2019objet Dom.

#Render report error
kCOGNOS_Render_Report_Failed.LABEL=\u00c9chec de la restitution des sp\u00e9c. du rapport.
kCOGNOS_Get_Metadata_Failed.LABEL=Impossible d\u2019obtenir des m\u00e9tadonn\u00e9es \u00e0 partir du pack choisi.
kCOGNOS_Missing_Parameter.LABEL=L\u2019importation a \u00e9chou\u00e9 - aucune valeur valide n\u2019a \u00e9t\u00e9 fournie pour le param\u00e8tre {0}
kCOGNOS_Invalid_Parameter_Value.LABEL=Import has failed - valide type for parameter {0} is {1}
kCOGNOS_Get_Report_Output_Fail.LABEL=Impossible d\u2019obtenir les r\u00e9sultats du rapport en provenance du serveur Cognos BI.
kCOGNOS_Param_Input_Not_Enough.LABEL=L\u2019importation a \u00e9chou\u00e9, certains param\u00e8tres sont manquants et certaines valeurs de param\u00e8tre sont non valides
kCOGNOS_Create_Report_Fail.LABEL=\u00c9chec de la cr\u00e9ation des sp\u00e9c. du rapport.
kCOGNOS_Render_Response_Fail.LABEL=Impossible de restituer la r\u00e9ponse renvoy\u00e9e par le serveur Cognos BI. \n{0}
kCOGNOS_Query_Report_Spec_Fail.LABEL=Impossible de demander les sp\u00e9c. du rapport provenant du serveur Cognos BI.
kCOGNOS_Read_Data_Fail.LABEL=Echec de lecture des donn\u00e9es \u00e0 partir du fichier joint. \n{0}
kCOGNOS_Get_Parameters_Fail.LABEL=Echec de l\u2019obtention des param\u00e8tres. \n{0}
kCOGNOS_Unknown_Output_Format.LABEL=Format du fichier joint inconnu.

#Publish package error
kCOGNOS_Publish_Package_Fail.LABEL=\u00c9chec de la publication du pack. {0}
kCOGNOS_Data_Source_Error.LABEL=Erreur de source de donn\u00e9es Cognos, veuillez v\u00e9rifier les param\u00e8tres de connexion \u00e0 la source de donn\u00e9es du serveur Cognos BI
kCOGNOS_Access_Data_Fail.LABEL=Impossible pour la source de donn\u00e9es Cognos de trouver la table export\u00e9e. \n Veuillez v\u00e9rifier que les informations d\u2019identification ainsi que la base de donn\u00e9es mentionn\u00e9es dans la source de donn\u00e9es ODBC sont identiques \u00e0 celles mentionn\u00e9es dans la source de donn\u00e9es Cognos s\u00e9lectionn\u00e9e.

#Get metadata error
kCOGNOS_Get_Report_Metadata_Fail.LABEL=\u00c9chec d\u2019obtention des m\u00e9tadonn\u00e9es du pack. \n{0}
kCOGNOS_Parse_Metadata_Fail.LABEL=Impossible de trouver les \u00e9l\u00e9ments s\u00e9lectionn\u00e9s par l\u2019utilisateur. \n{0}

#Common error
kCOGNOS_Parse_Xml_Fail.LABEL=\u00c9chec de l\u2019analyse des m\u00e9tadonn\u00e9es du rapport. \n{0}
kCOGNOS_Get_Datasource_Fail.LABEL=\u00c9chec d\u2019obtention des sources de donn\u00e9es du serveur Cognos BI. \n{0}
kCOGNOS_Construct_XML_FROM_DOM_Fail.LABEL=Echec de construction de la cha\u00eene XML \u00e0 partir de l\u2019objet Dom. \n{0}
kCOGNOS_Unknown_Error.LABEL=Erreur inconnue. {0}

#JVM error
kCOGNOS_Open_JVM_Fail.LABEL=Erreur interne. \u00c9chec de l\u2019ouverture de Java VM.
kCOGNOS_Close_JVM_Fail.LABEL=Erreur interne. \u00c9chec de la fermeture de Java VM.
kCOGNOS_Invalid_Class_Path.LABEL=Erreur interne. Chemin de classe sp\u00e9cifi\u00e9 non valide.
kCOGNOS_Miss_Classloader.LABEL=Erreur interne. Module de chargement de classe demand\u00e9 introuvable.
kCOGNOS_Load_Classloader_Fail.LABEL=Erreur interne. Impossible de charger le module de chargement de classe.
kCOGNOS_Init_Classloader_Fail.LABEL=Erreur interne. \u00c9chec de l\u2019initialisation du module de chargement de classe.
kCOGNOS_Miss_Java_Interface.LABEL=Erreur interne. L\u2019interface Java demand\u00e9e est introuvable.
kCOGNOS_Load_Java_Interface_Fail.LABEL=Erreur interne. \u00c9chec de chargement de l\u2019interface Java.
kCOGNOS_Init_Java_Interface_Fail.LABEL=Erreur interne. \u00c9chec de l\u2019initialisation de l\u2019interface Java.
kCOGNOS_Miss_Interface_Method.LABEL=Erreur interne. La m\u00e9thode {0} est introuvable.
