#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: Modeler Common
# *
# * (C) Copyright IBM Corp. 1994, 2011
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/

#cognosImporter=Cognos Import
#cognosExporter=Cognos Export

# Property resources key
cognos_server_url=Cognos \u30b5\u30fc\u30d0\u30fc URL
cognos_login_mode=\u30e2\u30fc\u30c9
cognos_namespace=\u540d\u524d\u7a7a\u9593
cognos_user_name=\u30e6\u30fc\u30b6\u30fc\u540d
cognos_password=\u30d1\u30b9\u30ef\u30fc\u30c9

#Components common errors & warnings
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u4e0d\u660e)
initErrMsg.LABEL=\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf (\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9) \u304c\u7121\u52b9\u3067\u3059
fileNotExistErrorMsg.LABEL=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
invalidTargetErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
invalidTarResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u306e\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
targetAsInputErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidTargetResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invlidResponseCatErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3092\u30d5\u30e9\u30b0\u578b\u306b\u3067\u304d\u307e\u305b\u3093
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
noTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
invalidtarValueMsg.LABEL=\u7121\u52b9\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30d5\u30a1\u30a4\u30eb\u306e\u53d6\u5f97)
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf\u30e2\u30c7\u30eb\u306e\u53d6\u5f97)
tarResIsSameErrorMsg.LABEL=\u5bfe\u8c61\u5909\u6570\u3001\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u5909\u6570\u3001\u91cd\u307f\u5909\u6570\u3001\u30c7\u30fc\u30bf\u533a\u5206\u5909\u6570\u306f\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
NoTargetFieldErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NoTargetResFieldErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
targetResTrueErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u771f (true) \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u306e\u6b20\u640d)
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (\u7121\u52b9\u306aPMML)
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u5909\u6570\u304c\u3042\u308a\u307e\u305b\u3093)
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc  (PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u53d6\u5f97)
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u305d\u306e\u307b\u304b\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u5024\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u307e\u3059
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f
PreparedDataHandleMsg.LABEL=\u30c7\u30fc\u30bf\u6e96\u5099\u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
HandleDataProcessMsg.LABEL=\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u30d7\u30ed\u30bb\u30b9 {0 } %
HandleDataProcessEndMsg.LABEL=\u30c7\u30fc\u30bf\u51e6\u7406\u306e\u30d7\u30ed\u30bb\u30b9\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
ExportPmmlProgressMsg.LABEL=\u30e2\u30c7\u30eb\u306e PMML \u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
kMCCANCEL.LABEL=\u5206\u6790\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u8981\u6c42\u306b\u3088\u3063\u3066\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f
kMC_IO_ERROR.LABEL=I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
kMC_MEMORY_LIMIT_EXCEEDED.LABEL=\u30e1\u30e2\u30ea\u30fc\u306e\u5236\u9650\u3092\u8d85\u3048\u307e\u3057\u305f
kMC_INVALID_SAVE_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 saveState() \u304c\u5b9f\u884c\u3067\u304d\u306a\u3044\u3068\u304d\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002\u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u6307\u5b9a\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
kMC_FAILED_RESTART.LABEL=\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u518d\u8d77\u52d5\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4eca\u306f\u4f55\u3082\u3067\u304d\u307e\u305b\u3093
kMC_WRONG_STATE.LABEL=\u30b3\u30de\u30f3\u30c9 (saveState \u4ee5\u5916) \u304c\u4e0d\u9069\u5207\u306a\u5834\u5408\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002\u901a\u5e38\u306f\u91cd\u8981\u306a\u30a8\u30e9\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u9069\u5207\u306a\u9806\u756a\u3067\u30b3\u30de\u30f3\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
#Cognos specific errors & warnings
#Connect and Login error,ErrorCode = [1-100]
kCOGNOS_Connection_Failed.LABEL=Cognos BI \u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 {0}. 
kCOGNOS_Connection_Maleformed_URL.LABEL=Cognos BI \u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u8aa4\u3063\u305f\u5f62\u5f0f\u306e URL \u304c\u4f7f\u7528\u3055\u308c\u307e\u3057\u305f\u3002 
kCOGNOS_Logon_Failed.LABEL=Cognos BI \u30b5\u30fc\u30d0\u30fc\u306b\u30ed\u30b0\u30aa\u30f3\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 
kCOGNOS_Connection_Invalid_ID.LABEL=\u7121\u52b9\u306a\u63a5\u7d9a ID \u304c\u4f7f\u7528\u3055\u308c\u307e\u3057\u305f\u3002
kCOGNOS_Anonymous_Access_Deny.LABEL=\u533f\u540d\u30a2\u30af\u30bb\u30b9\u306f\u62d2\u5426\u3055\u308c\u307e\u3059\u3002
kCOGNOS_Server_URL_Error.LABEL=Cognos BI \u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u7121\u52b9\u306a URL \u304c\u4f7f\u7528\u3055\u308c\u307e\u3057\u305f\u3002
kCOGNOS_Host_Not_Found.LABEL=\u30db\u30b9\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
kCOGNOS_Connect_Refused.LABEL=\u63a5\u7d9a\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002Cognos Server URI \u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kCOGNOS_Invalid_Namespace.LABEL=\u7121\u52b9\u306a\u540d\u524d\u7a7a\u9593\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kCOGNOS_Invalid_Credential.LABEL=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u4e0d\u660e\u304b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8aa4\u3063\u3066\u3044\u307e\u3059\u3002
	
#Query Cognos server content error
kCOGNOS_Invalid_Package_Name.LABEL=\u5f15\u7528\u7b26 (\") \u304a\u3088\u3073\u30a2\u30dd\u30b9\u30c8\u30ed\u30d5\u30a3\u30fc (') \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30d1\u30c3\u30b1\u30fc\u30b8\u540d\u304c\u7121\u52b9\u3067\u3059\u3002
kCOGNOS_Invalid_Type.LABEL=\u9078\u629e\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u30d1\u30c3\u30b1\u30fc\u30b8\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
kCOGNOS_Invalid_Path.LABEL=\u9078\u629e\u3057\u305f\u30d1\u30c3\u30b1\u30fc\u30b8\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
kCOGNOS_Query_Object_Fail.LABEL=\u30b3\u30f3\u30c6\u30f3\u30c4 \u30b9\u30c8\u30a2\u306e\u554f\u3044\u5408\u308f\u305b\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n{0}
kCOGNOS_Construct_Dom_Fail.LABEL=Dom \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u69cb\u7bc9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

#Render report error
kCOGNOS_Render_Report_Failed.LABEL=\u30ec\u30dd\u30fc\u30c8 \u30b9\u30da\u30c3\u30af\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kCOGNOS_Get_Metadata_Failed.LABEL=\u9078\u629e\u3057\u305f\u30d1\u30c3\u30b1\u30fc\u30b8\u304b\u3089\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kCOGNOS_Missing_Parameter.LABEL=\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d1\u30e9\u30e1\u30fc\u30bf {0} \u6709\u52b9\u306a\u5024\u304c\u6709\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
kCOGNOS_Invalid_Parameter_Value.LABEL=Import has failed - valide type for parameter {0} is {1}
kCOGNOS_Get_Report_Output_Fail.LABEL=Cognos BI Server \u304b\u3089\u30ec\u30dd\u30fc\u30c8\u51fa\u529b\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
kCOGNOS_Param_Input_Not_Enough.LABEL=\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u3044\u304f\u3064\u304b\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u306a\u304f\u3001\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
kCOGNOS_Create_Report_Fail.LABEL=\u30ec\u30dd\u30fc\u30c8 \u30b9\u30da\u30c3\u30af\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kCOGNOS_Render_Response_Fail.LABEL=Cognos BI Server \u304b\u3089\u306e\u30ec\u30b9\u30dd\u30f3\u30b9\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002 \n{0}
kCOGNOS_Query_Report_Spec_Fail.LABEL=Cognos BI Server \u304b\u3089\u30ec\u30dd\u30fc\u30c8 \u30b9\u30da\u30c3\u30af\u3092\u554f\u3044\u5408\u308f\u305b\u3067\u304d\u307e\u305b\u3093\u3002
kCOGNOS_Read_Data_Fail.LABEL=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u306e\u30c7\u30fc\u30bf\u306e\u8aad\u307f\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n{0}
kCOGNOS_Get_Parameters_Fail.LABEL=\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n{0}
kCOGNOS_Unknown_Output_Format.LABEL=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u306e\u5f62\u5f0f\u304c\u4e0d\u660e\u3067\u3059\u3002

#Publish package error
kCOGNOS_Publish_Package_Fail.LABEL=\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u516c\u958b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n{0}
kCOGNOS_Data_Source_Error.LABEL=Cognos \u30c7\u30fc\u30bf \u30bd\u30fc\u30b9 \u30a8\u30e9\u30fc\u3067\u3059\u3002Cognos BI Server \u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u63a5\u7d9a\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kCOGNOS_Access_Data_Fail.LABEL=Cognos \u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u304c\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30c6\u30fc\u30d6\u30eb\u3092\u691c\u51fa\u3067\u304d\u307e\u305b\u3093\u3002\n ODBC \u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u3067\u6307\u5b9a\u3055\u308c\u305f\u8cc7\u683c\u60c5\u5831\u3068\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u9078\u629e\u3057\u305f Cognos \u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306e\u8cc7\u683c\u60c5\u5831\u304a\u3088\u3073\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3068\u540c\u3058\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#Get metadata error
kCOGNOS_Get_Report_Metadata_Fail.LABEL=\u30d1\u30c3\u30b1\u30fc\u30b8 \u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n{0}
kCOGNOS_Parse_Metadata_Fail.LABEL=\u30e6\u30fc\u30b6\u30fc\u304c\u9078\u629e\u3057\u305f\u9805\u76ee\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n{0}

#Common error
kCOGNOS_Parse_Xml_Fail.LABEL=\u30ec\u30dd\u30fc\u30c8 \u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n{0}
kCOGNOS_Get_Datasource_Fail.LABEL=Cognos BI \u30b5\u30fc\u30d0\u30fc \u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n{0}
kCOGNOS_Construct_XML_FROM_DOM_Fail.LABEL=DOM \u304b\u3089\u306e XML \u6587\u5b57\u5217\u306e\u69cb\u7bc9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n{0}
kCOGNOS_Unknown_Error.LABEL=\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u3002 {0}

#JVM error
kCOGNOS_Open_JVM_Fail.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002Java VM \u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kCOGNOS_Close_JVM_Fail.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002Java VM \u3092\u9589\u3058\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kCOGNOS_Invalid_Class_Path.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002\u7121\u52b9\u306a\u30af\u30e9\u30b9 \u30d1\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kCOGNOS_Miss_Classloader.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002\u5fc5\u8981\u306a\u30af\u30e9\u30b9 \u30ed\u30fc\u30c0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
kCOGNOS_Load_Classloader_Fail.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002\u30af\u30e9\u30b9 \u30ed\u30fc\u30c0\u30fc\u306e\u30ed\u30fc\u30c9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
kCOGNOS_Init_Classloader_Fail.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002\u30af\u30e9\u30b9 \u30ed\u30fc\u30c0\u30fc\u306e\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
kCOGNOS_Miss_Java_Interface.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002\u5fc5\u8981\u306a Java \u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
kCOGNOS_Load_Java_Interface_Fail.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002Java \u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u30ed\u30fc\u30c9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kCOGNOS_Init_Java_Interface_Fail.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002Java \u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u521d\u671f\u5316\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
kCOGNOS_Miss_Interface_Method.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc\u3002\u30e1\u30bd\u30c3\u30c9 {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
